[
  {
    "heading": "Vishnu Chatushtika",
    "images": [
      "vishnuChatushtika1.jpeg",
      "vishnuChatushtika2.jpeg",
      "vishnuChatushtika3.jpeg"
    ],
    "data": "धार्मिक शहर उज्जैन अपनी कई खूबियों के लिए जाना जाता है। यहां चौंकाने वाले मंदिर और मूर्तियां हैं। ऐसा ही एक मंदिर हैं, जिसमें भगवान विष्णु की मूर्ति 12 तालों में कैद है। इसकी वजह मूर्ति का बेशकीमती और उसका अलग रूप होना। मंदिर पर 24 घंटे पहरा होता है। भगवान विष्णु की चार मुख वाली प्रतिमा की खासियत जानिए... शहर के प्राचीन क्षेत्र गढ़कालिका माता मंदिर के पास स्थित विष्णु चतुष्टिका नाम के मंदिर में चार स्वरूप वाली एक बेशकीमती प्रतिमा विराजित है। जिसमें वासुदेव, संकर्षण, अनिरुद्ध और प्रद्युम्न भगवान के ये चार स्वरूप एक ही मूर्ति में दिखाई देते हैं। इसलिए इसे विष्णु चतुष्टिका कहते हैं। प्रतिमा के अस्त्रों पर हाथ लगाने से निकलती है ध्वनि भगवान विष्णु की इस महत्वपूर्ण और बहुमूल्य की प्रतिमा में चारों और मूर्तियों पर जो अस्त्र बने हुए हुए हैं उन पर हाथ लगाने से ध्वनि निकलती है। पुरातत्त्व जानकार रमण सोलंकी ने बताया कि विष्णु चतुष्टिका मध्य प्रदेश पुरातत्व विभाग के अधीन है। यह बेशकीमती बहुमूल्य प्रतिमा पुरातत्व की दृष्टि से प्रदेश की धरोहर है। एक हजार साल पुरानी परमारकालीन प्रतिमा के अस्त्र से संगीत निकलता है।",
    "coordinates": ["23.208357", "75.772065"]
  },
  {
    "heading": "Hanumateshwar Mahadev",
    "images": ["hanumanteshwar1.jpeg", "hanumanteshwar2.jpeg"],
    "data": "इस मंदिर की कथा में यह बताया जाता है कि हनुमान जी के बाल्यावस्था में जब वे भगवान सूर्य को गेंद समझकर पकड़ने के लिए गए थे. उसी समय भगवान इंद्र ने उन पर वज्राघात कर दिया था. हनुमान जी को महाकाल वन में विराजमान शिवलिंग का पूजन अर्चन करने से ही चेतन्यता प्राप्त हुई थी. पवन देव ने तभी से इस शिवलिंग का नाम श्री हनुमंतेश्वर महादेव रखा और यही कारण है कि इसी नाम से यह विख्यात भी हुआ. गढ़कालिका से कालभैरव मार्ग पर जाने वाले ओखलेश्वर घाट पर श्री हनुमंतेश्वर महादेव का अति प्राचीन मंदिर विद्यमान है, जो कि 84 महादेव में 79वें स्थान पर आता है. यहां विश्व का एकमात्र ऐसा शिवलिंग है, जहां सरसों का तेल भगवान को अर्पित कर उनका अभिषेक पूजन किया जाता है और उन्हें तिल के बने पकवानों का ही भोग लगाया जाता है. यह एकमात्र ऐसा मंदिर है, जो कि 24 घंटे खुला रहता है. मंदिर में कहीं भी ताला नहीं लगाया जाता है. पुजारी ने बताया कि वैसे तो श्री हनुमंतेश्वर महादेव की महिमा अत्यंत निराली है, जिनके दर्शन करने मात्र से ही सर्वमनोकामनाएं पूर्ण हो जाती हैं, लेकिन मंगलवार और शनिवार को मंदिर में विशेष पूजन-अर्चन करने से विशेष फल की प्राप्ति होती है. शिव के साथ विराजमान हैं पंचमुखी हनुमान:- मंदिर में भगवान शिव की अत्यंत चमत्कारी प्रतिमा के साथ ही पंचमुखी हनुमान की प्रतिमा भी अत्यंत मनोहारी है. इन प्रतिमाओं के साथ ही मंदिर में भगवान श्री गणेश, कार्तिक जी और माता पार्वती के साथ ही नंदी जी भी विराजमान हैं. मंदिर में वैसे तो वर्षभर ही अनेको उत्सव मनाए जाते हैं, लेकिन हनुमान अष्टमी, हनुमान जयंती, शिव नवरात्रि के नौ दिन और श्रावण मास में भगवान का महारुद्राभिषेक विशेष रूप से किया जाता है.",
    "coordinates": ["23.212519", "75.768746"]
  },
  {
    "heading": "Pir Matsyendra Nath",
    "images": [
      "matsyendranath1.jpeg",
      "matsyendranath2.jpeg",
      "matsyendranath3.jpeg"
    ],
    "data": "शैव मत, नाथ संप्रदाय के महान संत मत्स्येन्द्रनाथ की समाधि, पीर मत्स्येन्द्रनाथ क्षिप्रा नदी के तट पर गढ़कालिका मंदिर और भर्तृहरि गुफाओं के समीप स्थित है। यह पर्यटक सर्किट पर एक लोकप्रिय स्मारक है। यहां के 6 वीं और 7 वीं शताब्दी ईसा पूर्व के पुरातन अवशेष पर्यटकों को लुभाते हैं। माना जाता है कि मत्स्येन्द्रनाथ, गोरक्षनाथ के गुरु थे, जिन्होंने लोकप्रिय हठ योग की शुरुआत की थी। मत्स्येन्द्रनाथ को नाथ पंथ का अगुआ और नौनाथ (नौ संतों का एक समूह) में से एक माना जाता है। माना जाता है कि इस संत ने इसी जगह समाधि ली थी, इसीलिए उनकी कब्र यहां बनाई गई। विभिन्य धर्मों के पर्यटक विश्व भर से इस स्मारक को देखने आते हैं और इस संत के प्रति सम्मान प्रकट करते हैं।",
    "coordinates": ["23.207676", "75.76416"]
  },
  {
    "heading": "Ram Janardan Mandir",
    "images": [
      "ramJanardan1.jpeg",
      "ramJanardan2.jpeg",
      "ramJanardan3.jpeg",
      "ramJanardan4.jpeg"
    ],
    "data": "उज्‍जैन राम जनार्दन मंदिर उज्‍जैन जंक्शन से 4 किमी दूर है, जो मध्य प्रदेश के उज्जैन में शिरपा नदी के तट पर स्थित है। राम जनार्दन मंदिर सांदीपनि आश्रम के पास एक पवित्र मंदिर है, यह उज्जैन के प्रमुख आकर्षणों में से एक है। राम जनार्दन मंदिर परिसर में राम जानकी मंदिर और विष्णु जनार्दन मंदिरों का निर्माण 17वीं शताब्दी में मिर्जा राजा जय सिंह द्वारा कराया गया था। श्री राम की मूर्ति को अद्वितीय बनाने वाली बात यह है कि इसमें राम को दाढ़ी के साथ दर्शाया गया है। आसपास की दीवार और पड़ोसी जलाशय का निर्माण 18वीं शताब्दी में मराठों द्वारा कराया गया था। गर्भगृह में आप मराठा काल की खूबसूरत पेंटिंग्स देख सकते हैं जिनमें रामायण के दृश्यों को दर्शाया गया है। राम जानकी मंदिर के सभा कक्ष और गर्भगृह के बीच स्थापित शेषशायी विष्णु की मूर्ति 10वीं शताब्दी की है, जबकि भगवान ब्रम्हा, श्री विष्णु और महेश्वर (शिव) की मूर्ति 12वीं शताब्दी ईस्वी की है। उज्जैन राम जनार्दन मंदिर परिसर में मराठा शैली की पेंटिंग हैं जो श्री राम और श्री कृष्ण के जीवन के दृश्यों को दर्शाती हैं। यह मराठा कला का उत्कृष्ट उदाहरण है। मराठों के शासनकाल के दौरान ही उज्जैन पूना और कांगड़ा शैली के चित्रकारों का मिलन स्थल बन गया। दो भिन्न चित्रकला शैलियों का प्रभाव विशिष्ट है। मराठा शैली के उदाहरण राम जनार्दन, काल भैरव, कल्पेश्वर और तिलकेश्वर के मंदिरों में पाए जा सकते हैं, जबकि पारंपरिक मालवा शैली को संदीपनी आश्रम और कई बड़े स्थानीय सेठ घरों में देखा जा सकता है।",
    "coordinates": ["23.210027", "75.778458"]
  },
  {
    "heading": "Vishnu Janardan Mandir",
    "images": [
      "ramJanardan1.jpeg",
      "ramJanardan2.jpeg",
      "ramJanardan3.jpeg",
      "ramJanardan4.jpeg"
    ],
    "data": "राम-मंदिर में भगवन राम , लक्ष्मण और सीता और जनार्दन-मंदिर में जनार्दन-विष्णु की रचना सत्रहवीं शताब्दी की है। दोनों मंदिर अपनी संरचनात्मक कला की दृष्टि से आकर्षक रूप प्रस्तुत करते हैं। इन मंदिरों का निर्माण राजा जयसिंह ने सत्रहवीं शताब्दी में करवाया था। अठारहवीं शताब्दी में मराठा काल में बाद में चारदीवारी और टैंक को जोड़ा गया था। दोनों मंदिरों की दीवारों पर मराठा चित्रों के सुंदर उदाहरण देखने को मिलते हैं। जनार्दन मंदिर के सामने दोनों मंदिरों के साथ-साथ तालाब के पास कुछ पुराने चित्र स्थापित देखे गए हैं जो मूर्तिकला की दृष्टि से भी बहुत महत्वपूर्ण हैं। तालाब के पास गोवर्धनधारी कृष्ण की छवि ग्यारहवीं शताब्दी की है। असेम्बली हॉल और राम-मंदिर के इंटीरियर के बीच स्थापित विष्णु की छवियां दसवीं शताब्दी की हैं और ब्रह्मा, विष्णु और महेश की छवियां बारहवीं शताब्दी ईस्वी की हैं।",
    "coordinates": ["23.210105", "75.778644"]
  },
  {
    "heading": "Ashta Chiranjeev Mandir",
    "images": ["gumandevHanuman1.jpeg", "gumandevHanuman2.jpeg"],
    "data": "धार्मिक नगरी उज्जैन के पिपलीनाका क्षेत्र मे अष्ट चिरंजीवी का एक ऐसा मंदिर है, जहां अष्ट चिरंजीवी यानी जो देवता अमर है उनकी अष्टधातु से निर्मित प्रतिमाएं स्थापित है. यह मंदिर क्षेत्र में बाबा गुमानदेव के नाम से प्रसिद्ध है. यहां देश-विदेश से लाखों की संख्या में भक्तजन प्रतिवर्ष मंदिर आते हैं. मंदिर अत्यंत चमत्कारी और प्राचीन है. इस बात का उल्लेख अवंतीखंड में कुमारेश्वर हनुमान के रूप में भी मिलता है. मंदिर में अष्टचिरंजीवियों के दिव्य दर्शन होते हैं, जहां बाबा गुमानदेव के साथ महर्षि मारकंडेय, भगवान परशुराम, महर्षि कृपाचार्य, महाराजा विभीषण, महर्षि वेदव्यास, महाराजा बली व महर्षि अश्वत्थामा की अति दिव्य प्रतिमाएं मंदिर में विराजित है. बाबा गुमानदेव जी का यह स्थान अति प्राचीन एवं सिद्ध है. बताया जाता है कि जगड़िया गुजरात से गुमानदेव जी को आमंत्रित कर उज्जैन लाया गया था जिसके बाद से श्री गुमानदेव हनुमान यही विराजमान है. मंदिर में प्रति मंगलवार को विशेष आरती की जाती है. जिससे प्रेत बाधा से ग्रसित जातकों को मुक्ति मिलती है. गुमान अर्थात घमंड बाबा गुमानदेव हनुमान घमंड का नाश करने वाले देवता भी कहां जाता है. बाबा गुमानदेव की प्रतिमा अति प्राचीन एवं चमत्कारी है पूर्व में बाबा गुमानदेव के वृद्ध स्वरूप का दर्शन श्रद्धालुजनों को मंदिर में होता था लेकिन वर्ष 2004 मे बाबा गुमानदेव हनुमान जी ने प्राकृतिक रूप से अपना वृद्ध स्वरूप त्याग कर बाल स्वरूप धारण कर लिया था जिसके दर्शन आज भी श्रद्धालुओं को मंदिर में होते हैं.",
    "coordinates": ["23.201911", "75.775281"]
  },
  {
    "heading": "Navgrah Shani Mandir",
    "images": ["shaniTemple1.jpeg", "shaniTemple2.jpeg"],
    "data": "भारत में करोड़ों मंदिर है। सबके अलग-अलग पहचान हैं। कई मंदिरों की कहानी भी दिलचस्प है। कई मंदिरों के बारे में जानकर आश्चर्य भी होता है। आज हम ऐसे ही एक मंदिर के बारे में बताने जा रहे हैं, जिसके बारे में बहुत ही कम लोग जानते हैं। जिस मंदिर के बारे में हम बात कर रहे हैं वह मध्य प्रदेश के उज्जैन में है। इस मंदिर को शनि मंदिर के नाम से जाना जाता है। इसे नवग्रह मंदिर के नाम से जाना जाता है। यह मंदिर शिप्रा नदी के तट पर है। बताया जाता है कि लगभग दो हजार साल पहले इस मंदिर की स्थापना राजा विक्रमादित्य ने की थी। कहा जाता है कि विक्रमादित्य ने इस मंदिर के बनाने के बाद ही विक्रम संवत की शुरुआत की थी। यहां पर मुख्य शनिदेव की प्रतिमा के साथ-साथ ढय्या शनि की भी प्रतिमा भी स्थापित है। बताया जाता है कि विक्रम संवत का इतिहास भी इस मंदिर से जुड़ा हुआ है। यही नहीं, यह शनि मंदिर पहला मंदिर भी है, जहां शनिदेव शिव के रूप विराजमान है। यहां आने वाले श्रद्धालु अपनी मनोकामना के लिए शनिदेव पर तेल चढ़ाते हैं। कहा जाता है कि यहां साढ़ेसाती और ढय्या की शांति के लिए शनिदेव पर तेल चढ़ाया जाता है। बताया जाता है कि शनि अमावस्या के दिन यहां 5 क्विंटल से अभी तेल शनिदेव पर चढ़ता है। मंदिर प्रशासन को इसके लिए कई टंकी की व्यवस्था करना पड़ता है। बाद में इस तेल को निलाम किया जाता है। माना जाता है कि शनि अमावस्या दे दिन श्रद्धालु शिव रूप में शनिदेव को तेल चढ़ाकर प्रसन्न करते हैं। कहा जाता है कि जो भी यहां सच्चे मन से शनिदेव को प्रसन्न करता है उसे शनिदेव कभी दुख नहीं देते हैं, सारे कष्ट दूर कर देते हैं",
    "coordinates": ["23.128066", "75.793833"]
  },
  {
    "heading": "Pardeshwar Dhyan Shivling",
    "images": ["pardeshwar1.jpeg", "pardeshwar2.jpeg", "pardeshwar3.jpeg"],
    "data": "शिप्रा किनारे नृसिंह घाट पर बना विश्व का एकमात्र पारदेश्वर मंदिर अपने आपमें अनूठा है। महाकाल और हरसिद्धि मंदिर के समीप बने इस मंदिर में ढाई टन वजनी पारद शिवलिंग स्थापित है, जिसके दर्शन मात्र से ही समस्त पाप नष्ट होते हैं और मन को स्थिरता व शांति प्राप्त होती है। देश-विदेश के भक्तों का यहां हरदम जमावड़ा लगा रहता है। शिवरात्रि पर इनकी पूजा का विशेष महत्व है। पारद शिवलिंग की स्थापना 2004 में हुई थी सिद्धाश्रम के ढाई टन (25 क्विंटल) वजनी पारद शिवलिंग की स्थापना 2004 में हुई थी। इसे चीन से यहां लाया गया था। प्रतिदिन सुबह 9 बजे सार्वजनिक स्वर्ण आरती होती है। शिवलिंग पर सोने का वर्क रखा जाता है, जो आरती के दौरान देखते ही देखते गायब हो जाता है। यानी यह शिवलिंग सोने के उस वर्क को पी जाता है। यह सिलसिला सालों साल चलता रहेगा, एक दिन ऐसा आएगा जब यह स्वर्ण पान करना बंद कर देगा। उस दिन यह शिवलिंग पारद से पारस का बन जाएगा, अर्थात पूरा स्वर्णिम हो जाएगा। पारे को अभिमंत्रित कर बना है यह शिवलिंग:- सिद्धाश्रम के स्वामीजी के अनुसार पारे को अभिमंत्रित कर यह शिवलिंग बनाया गया है। पारे के शिवलिंग पर जब सोना रखा जाता है, तो वह उसे पी जाता है। यह वैज्ञानिक रूप से भी प्रमाणित है। पारे में जब तय मात्रा में सोना इकट्टठा हो जाता है, तो वह सोना पीना बंद कर देता है और पारस बन जाता है, जिसे लोहे से रगडऩे पर लोहा भी सोना बन जाता है। आश्रम में गूंजता है ओमकार नाद:- मन की शांति के लिए आश्रम में ओंकारनाद का विशाल आकार वाला मेडिटेशन हॉल बना हुआ है। महाराजजी का कहना है कि पारद शिवलिंग के दर्शन के बाद इस हॉल में बैठकर ध्यान और ओमकार नाद करना सबसे श्रेष्ठ माना जाता है।",
    "coordinates": ["23.184454", "75.762454"]
  },
  {
    "heading": "Spinning Shivling",
    "images": ["spinning1.jpeg", "spinning2.jpeg", "spinning3.jpeg"],
    "data": "उज्जैन में माता हरसिद्धि मंदिर के पीछे विराजित श्री रामेश्वर महादेव मंदिर देश का एक मात्र ऐसा शिवलिंग है, जो 360 डिग्री घूमता भी है। मान्यता है कि इस शिवलिंग की स्थापना भगवान राम, लक्षमण और सीता जी ने की थी। इस शिवलिंग के दर्शन मात्र से 12 शिवलिंगों के दर्शन का फल प्राप्त होता है। भगवान महाकाल की नगरी उज्जैन में मान्यता है कि यहां कण - कण में शिव विराजित हैं। रामेश्वर महादेव मंदिर, महाकाल मंदिर से करीब 500 मीटर की दूरी पर स्थित है। यह शंकु आकार का है। मंत्रों के द्वारा इसे 360 डिग्री तक घुमाया जाता है। इस घूमते शिवलिंग को देखने और पूजन - अर्चन करने के लिए दूर - दूर से श्रद्धालु इस मंदिर में पहुंचते हैं। खासकर श्रावण माह में से शिवलिंग का बड़ा महत्व है।",
    "coordinates": ["23.185071", "75.763932"]
  },
  {
    "heading": "Annapurna Mata Mandir",
    "images": ["annapurnaMata1.jpeg"],
    "coordinates": ["23.21213", "75.767138"]
  },
  {
    "heading": "Yamuna Talai Chitragupta Mandir",
    "images": ["chitraguptaMandir1.jpeg"],
    "coordinates": ["23.21299", "75.779349"]
  },
  {
    "heading": "Ram Mahal",
    "images": ["ramMahal1.jpeg"],
    "coordinates": ["23.215122", "75.772251"]
  },
  {
    "heading": "Baglamukhi Mandir",
    "images": ["baglaMukhi1.jpeg", "baglaMukhi2.jpeg", "baglaMukhi3.jpeg"],
    "coordinates": ["23.21618", "75.770496"]
  },
  {
    "heading": "Neel Ganga Hanuman",
    "images": ["neelGangaHanuman1.jpeg", "neelGangaHanuman2.jpeg"],
    "coordinates": ["23.175048", "75.779542"]
  },
  {
    "heading": "Ksheer Sagar",
    "images": ["ksheerSagar1.jpeg"],
    "coordinates": ["23.1869", "75.778518"]
  }
]
