[
  {
    "heading": "Historical Significance of Ujjain",
    "image": "vikramaditya.jpeg",
    "data": "उज्जयिनी के प्राचीन इतिहास के विषय में अनेक भ्रांतिया है। यह निश्चत पूर्वक नहीं कहा जा सकता है कि उज्जयिनी की नींव सर्वप्रथम किसने डाली। कतिपय विद्वान जन अच्युतगामी को उज्जयिनी को बसाने वाला मानते हैं। किन्तु प्रमाणिकता के आधार पर इतिहास भी मौन है। पुराणों के आधार पर उज्जयिनी के इतिहास पर प्रकाा डाला गया है। स्कन्द पुराण के अनुसार त्रिपुर राक्षस का वध करके भगवान शंकर ने उज्जयिनी बसाई। इसी प्रकार अवंति खंड में भी विस्तार पूर्वक वर्णन से सनकादि ॠषियों द्वारा दिया नामोललेख उज्जयिनी बताया गयाहै। उज्जयिनी की ऐतिहासिकता का प्रमाण ई. सन600 वर्ष पूर्व मिलता है। तत्कालीन समय में भारत में जो सोलह जनपद थे उनमें अवंति जनपद भी एक था। अवंति उत्तर एवं दक्षिण इन दो भागों में विभक्त होकर उत्तरी भाग की राजधानी उज्जैन थी तथा दक्षिण भाग की राजधानी महिष्मति थी। उस समय चंद्रप्रद्योत नामक सम्राट सिंहासनारूत्रढ थे। प्रद्योत के वंशजों का उज्जैन पर ईसा की तीसरी शताब्दी तक प्रभुत्व था। मौर्य साम्राज्य के अभुदय होने पर मगध सम्राट बिन्दुसार के पुत्र अशोक उज्जयिनी के समय नियुक्त हुए। बिन्दुसार की मृत्योपरान्त अशोक ने उज्जयिनी के शासन की बागडोर अपने हाथों में सम्हालि और उज्जयिनी का सर्वांगीण विकास कियां सम्राट अशोक के पश्चात उज्जयिनी ने दीर्घ काल तक अनेक सम्राटों का उतार चत्रढाव देखा। सातवीं शताब्दी में उज्जैन कन्नौज के हर्षवर्धन साम्राज्य में विलीन हो गया। उस काल में उज्जेन का सर्वांगीण विकास भी होता रहा। सन् 648 ई. में हर्ष वर्धन की मृत्यु के पश्चात नवी शताब्दी तक उज्जैन परमारों के आधिपत्य में आया जो गयारहवीं शताब्दी तक कायम रहा इस काल में उज्जैन की उन्नति होती रही। इसके पश्चात उज्जैन चौहान और तोमर राजपूतों के अधिकारों में आ गया। सन् 1235ई. में दिल्ली का शमशुद्दीन इल्तमिश विदिशा विजय करके उज्जैन की और आया यहां उस क्रूर शासक ने ने उज्जैन को न केवल बुरी तरह लूटा अपितु उनके प्राचीन मंदिरों एवं पवित्र धार्मिक स्थानों का वैभव भी नष्ट किया। सन् 1737 ई. में उज्जैन सिंधिया वंश के अधिकार में आया उनका सन 1880 ई. तक एक छत्र राज्य रहा जिसमें उज्जैन का सर्वांगीण विकास होता रहा। राणोजी सिंधिया ने महाकालेश्वर मंदिर का जीर्णोध्दार कराया। उज्जयिनी में आज भी अनेक धार्मिक पौराणिक एवं ऐतिहासिक स्थान हैं जिनमें भगवान महाकालेश्वर मंदिर, गोपाल मंदिर, चौबीस खंभा देवी, चौसठ योगिनियां, नगर कोट की रानी, हरसिध्दिमां, गढ़ की कालका, साँदिपनी आश्रम, काल भैरव, विक्रांत भैरव, मंगलनाथ, सिध्दवट, बोहरो का रोजा, बिना नींव की मस्जिद, गज लक्ष्मी मंदिर, बृहस्पति मंदिर, नवगृह मंदिर, भूखी माता, भर्तृहरि गुफा, पीरमछन्दर नाथ समाधि, कालिया देह पैलेस, कोठी महल, घंटाघर, जन्तर मंतर महल, चिंतामन गणेश, चाैरासी(८४) महादेव मंदिर आदि प्रमुख हैं।"
  },
  {
    "heading": "Simhasta",
    "image": "simhasta.jpeg",
    "data": "उज्जैन का सिंहस्थ महाकुंभ मराठों के आधिपत्य में हुआ महाकुंभ सन् 1732 (विक्रम संवत 1789) : प्राचीनकाल में सिंहस्थ महापर्व वृश्चिक राशि में गुरु के आने पर मनाया जाता था। सन् 1730-31 में मालवा प्रांत पर मराठों का आधिपत्य हुआ, तब सिंधिया राजवंश की राजधानी उज्जैन के महाराजा श्री राणोजी शिंदे की आज्ञा से 1732 में वैशाख शुक्ल पूर्णिमा के दिन सिंहस्थ महाकुंभ का आयोजन किया गया। नागाओं और वैष्णवों के बीच हो गया था टकराव सन् 1885 (विक्रम संवत 1942) : इस सिंहस्थ में वैष्णवों से नागा संन्यासियों की लड़ाई हो गई थी। शिप्रा के पास दत्त अखाड़े में नागों की रसोई हो रही थी। उधर लक्खी घाट स्थित नागों के मठ पर हमला हो गया। मठ में श्री दत्तात्रेयजी का स्वर्ण मंडित मंदिर था, जिसे लूट लिया गया। विरोध स्वरूप नागाओं ने वैष्णवों पर हमला बोल दिया, जिसमें हजारों की संख्या में बैरागी मारे गए। इसमें मृत नागाओं की समाधियां शिप्रा नदी के किनारे आज भी शिवलिंगों के रूप में बनी हुई हैं। महिदपुर के गंगावाड़ी में हुआ था सिंहस्थ स्नान सन् 1897 (विक्रम संवत 1954) : वर्ष 1897 में उज्जैन में भीषण अकाल पड़ा। ऐसे में सिंहस्थ में साधुओं के अन्न्-जल के प्रबंध पर सवाल उठ गए। तत्कालीन सिंधिया रियासत ने इंदौर होलकर रियासत के मार्फत साधुओं को कहलवाया कि वे उज्जैन न आएं। सिंधिया रियासत ने आपातकालीन व्यवस्था न कर पाने की बात के साथ सख्ती के संकेत भी दिए। उस वक्त इंदौर से उन्हेल होकर महिदपुर का रास्ता था। महिदपुर में होलकर रियासत का राज था। शिप्रा की एक डगाल तब महिदपुर के गंगावाड़ी क्षेत्र में भी थी। होलकर रियासत ने साधुओं के नहान की व्यवस्था गंगावाड़ी में की और वहीं पर सिंहस्थ मेला भरा। वह एक महत्वपूर्ण दुर्लभ अवसर था, जब शिप्रा के रामघाट पर सिंहस्थ स्नान नहीं हुआ। महामारी का प्रकोप हो गया था महाकुंभ में सन् 1921 (विक्रम संवत 1978) : इस सिंहस्थ में उज्जैन में शाही स्नान के दिन यानी 21 मई शनिवार को महामारी का प्रकोप हो गया और हजारों लोग व साधु मृत्यु को प्राप्त हो गए। शासन द्वारा तत्काल शहर खाली करवाने का ऐलान किया गया। लोगों को जो भी साधन मिलें, उनसे बाहर भेजने का प्रबंध करवाया गया। बाद में महामारी से बचने के लिए आगामी सिंहस्थ में केवल वैशाख पूर्णिमा का मुख्य स्नान ही करने का निर्णय लिया गया। इस सिंहस्थ की एक और अविस्मरणीय घटना है 9 मई 1921 के दिन शिप्राजी की साक्षी में रामानुजी और रामानंदी संप्रदाय के बीच हुआ शास्त्रार्थ। इसमें रामानंद संप्रदाय विजयी हुआ। तभी से ये दोनों संप्रदाय भिन्न् हैं और उनकी गुरु परंपरा भी अलग है। शास्त्रार्थ का अविकल पाठ संस्कृत में लिखित है। संतों और नागरिकों ने स्वयं संभाला था सिंहस्थ का इंतजाम सन् 1945 (विक्रम संवत 2002) : दूसरा विश्व युद्ध जारी रहने के कारण ग्वालियर स्टेट की तरफ से यह सिंहस्थ न मनाए जाने का आदेश निकाला गया था। इस आदेश को अखाड़ों और लोगों ने नहीं माना। दत्त अखाड़े के गादीपति सिद्ध महापुरुष श्रीमहंत पीर, श्री संध्यापुरीजी महाराज की अध्यक्षता में संतों-महंतों और नागरिकों की एक बैठक बुलाई गई, जिसमें निर्णय लिया गया कि 15 दिन की व्यवस्था पीरजी द्वारा 15 दिन की व्यवस्था उज्जैन के धर्मालुजन करेंगे। इस प्रकार एक माह का सिंहस्थ संपन्न् हुआ। लगातार दो साल तक मनाया गया था सिंहस्थ सन् 1957 (विक्रम संवत 2014) : श्रीकरपात्रीजी और दंडी स्वामियों ने सन् 1956 में उज्जैन में सिंहस्थ मनाने का निर्णय लिया, लेकिन षड्दर्शन अखाड़ों ने इन्हें 1957 में सिंहस्थ करने को कहा। विवाद चला और दंडी स्वामियों ने 1956 और षड्दर्शन अखाड़ों ने 1957 में सिंहस्थ मनाया। इसी सिंहस्थ में शाही स्नान को जुलूस के रूप में जाने के विष्ज्ञय में प्रमुख संन्यासी अखाड़ों जूना, महानिर्वाणी और निरंजनी ने 13 मई 1957 के सिंहस्थ के लिए आपसी सहमति से समझौता किया कि सबसे पहले दत्त अखाड़े का निशान निकलेगा और उसके बाद अन्य अखाड़ों के। लगभग ऐसी ही घटना 1969 के सिंहस्थ में भी घटी, जब इस बार वैष्णव अणि अखाड़ों में विवाद उत्पन्न् हो गया। तब वैष्णव अणि अखाड़ों ने 1968 में सिंहस्थ मनाया और अन्य अखाड़ों ने 1969 में।"
  },
  {
    "heading": "Mahakal Sawari",
    "image": "mahakal.jpeg",
    "data": "हर साल महाकाल अपनी नगरी के भ्रमण पर निकलते हैं और उनका हाल जानते हैं. भगवान महाकालेश्वर को उज्जैन नगरी का राजाधिराज महाराज माना जाता है. महाकाल की शाही सवारी पूरी दुनिया में प्रसिद्ध है. मान्यता है कि भगवान महाकाल की शरण में आए बिना इस नगरी का पत्ता भी नहीं हिल सकता. शाही सवारी की यह यशस्वी परंपरा का इतिहास क्या है और कब से है ये जानना भी काफी दिलचस्प है. ऐसे शुरू हुई महाकाल की यात्रा यहां के जानकारों बताते हैं कि सावन महीने के आरंभ में महाकाल की सवारी नहीं निकलती थी, सिर्फ सिंधिया वंशजों के सौजन्य से महाराष्ट्रीयन पंचाग के अनुसार दो या तीन सवारी ही निकलती थीं. एक बार उज्जयिनी के प्रकांड ज्योतिषाचार्य पद्मभूषण स्व. पं. सूर्यनारायण व्यास के निवास पर कुछ विद्वजन के साथ कलेक्टर भी बैठे थे. आपसी विमर्श में परस्पर सहमति से तय हुआ कि क्यों न इस बार सावन के आरंभ से ही सवारी निकाली जाए. सवारी निकाली गई और उस समय उस प्रथम सवारी का पूजन सम्मान करने वालों में तत्कालीन मुख्यमंत्री गोविंद नारायण सिंह, राजमाता सिेंधिया व शहर के गणमान्य नागरिक मौजूद रहे. सभी पैदल सवारी में शामिल हुए और इस तरह एक खूबसूरत परंपरा का आगाज हुआ. सिंधिया परिवार ने शुय की परंपरा सिंधिया परिवार की ओर से शुरू की गई ये परंपरा आज भी जारी है. पहले महाराज स्वयं शामिल होते थे. बाद में राजमाता नियमित इस यात्रा में शामिल होती रहीं और आज भी उनका कोई ना कोई प्रतिनिधित्व सम्मिलित रहता है. महाकालेश्वर मंदिर में एक अखंड दीप भी आज भी उन्हीं के सौजन्य से प्रज्ज्वलित है. महाकाल महाराज के रूप में साक्षात करते हैं निवास सावन महीने में महाकाल की नगरी उज्‍जैन में भक्‍तों का तांता लगना शुरू हो जाता है. उज्जैन सम्राट विक्रमादित्य की राजधानी के रूप में भी इतिहास के पन्‍नों में दर्ज है. प्राचीन काल में इस शहर को अवन्तिका के नाम से जाना जाता था. इसका उल्लेख प्राचीन धर्मग्रन्थों में भी मिलता है. मान्यता है कि आज भी उज्जैन शहर में भगवान शिव राजाधिराज महाकाल महाराज के रूप में साक्षात निवास करते हैं. सावन, महाकाल और उज्जैन इन तीनों की पवित्र त्रिवेणी से भक्‍तों का जीवन सफल हो जाता है. सावन में शिवभक्ति और शिवभक्तों का उत्साह देखते ही बनता है."
  },
  {
    "heading": "84 Mahadev Yatra",
    "image": "84-mahadev.jpeg",
    "data": "चौर्यासी महादेव यात्रा चाहे क्रम अनुसार हो या क्षेत्र अनुसार परन्तु यात्रा का प्रारम्भ और अंत में पुनः दर्शन कर यात्रा का ससंकल्प समापन प्रथम महादेव मंदिर श्री अगस्तेश्वर से ही किया जाता है ! (१) 1 /84 : अगस्तेश्वर : हरसिद्धि माता मंदिर के पीछे स्तिथ संतोषी माता मंदिर परिसर में (२) 10/84 : कर्कोटेश्वर : हरसिद्धि माता मंदिर परिसर में (३) 12/84 : लोकपालेश्वर : हरसिद्धि मंदिर से आगे राम मंदिर के पास से घाटी उतर कर सीधे हाथ पर हरसद दरवाजा क्षेत्र में (४) 71/84 : प्रयागेश्वर : हरसिद्धि मंदिर से आगे राम मंदिर के पास से घाटी उतर कर सीधे हाथ पर हरसद दरवाजा क्षेत्र में लोकपालेश्वर के पास (५) 69/84 : संगमेश्वर : रामघाट से नरसिंह घाट की तरफ अरुणेश्वर महादेव से आगे वाली सीढ़ी पर (हरसिद्धि मंदिर से पीछे जय राम शनिराम की बगीचे के सामने से भी जाया जा सकता है) (६) 68/84 : पिशाचमुक्तेश्वर : रामघाट पर यमराज के मंदिर के दाईं तरफ (७) 02/84 : लिंग गुहेश्वर : रामघाट पर पिशाचमुक्तेश्वर महादेव के ठीक पास (८) 76/84: अरुणेश्वर : रामघाट पर यमराज के मंदिर के बाईं तरफ (९) 03/84 : ढूंढेश्वर : रामघाट पर अरुणेश्वर महादेव के पास से ऊपर सीधी चढ़ कर (१०) 06 /84: स्वर्णज्वालेश्वर : रामघाट पर अरुणेश्वर महादेव के पास से ऊपर सीधी चढ़ कर ढूंढेश्वर महादेव से और ऊपर की तरफ (११) 04/84 : डमरुकेश्वर : रामघाट पर अरुणेश्वर महादेव के पास से ऊपर सीधी चढ़ कर स्वर्णज्वालेश्वर के पास (१२) 13/84: मनकामनेश्वर : रामघाट से आगे गन्धर्व घाट पर उदासीन अखाड़ा के पास घाट पर (१३) 21/84: कर्कटेश्वर : मनकामनेश्वर महादेव के पास में ही स्तिथ है (१४) 70/84 : दुर्घटेश्वर : मनकामनेश्वर महादेव एवं कर्कटेश्वर महादेव के पास में ही स्तिथ है (१५) 67/84: केदारेश्वर : गन्धर्व घाट से आगे पुल पार कर शमशान के सामने की तरफ वाले घाट पर (१६) 49/84: प्रथुकेश्वर : केदारेश्वर महादेव मंदिर में दरवाजे के ठीक पास (१७) 72/84 : चन्द्रादित्येश्वर : महाकाल मंदिर में चांदी द्वार,वीरभद्रजी,अन्नपूर्णा माँ से पूर्व कोटि तीर्थ कुण्ड के सामने मंदिर में आदि शंकराचार्य जी के साथ विराजमान है (१८) 80/84: स्वप्नेश्वर : महाकाल मंदिर प्रांगण में बृहस्पति महादेव और विट्ठल पंढरीनाथ मंदिर के बीच श्री हनुमान मंदिर के ठीक सामने (१९) 07/84: त्रिविष्टपेश्वर : महाकाल मंदिर प्रांगण में ओंकारेश्वर मंदिर के पीछे श्री एकादश महादेव के पास से रास्ता है (२०) 05/84: अनादिकल्पेश्वर : महाकाल मंदिर प्रांगण में जूना (वृद्ध) महाकाल मंदिर से पूर्व सप्त ऋषि मंदिर के आगे (२१) 09/84: स्वर्गद्वारेश्वर : महाकाल मंदिर के सामने चौराहे से बेगमबाग की तरफ जाते समय उलटे हाथ पर नलिया बाखल - कंधार मोहल्ला में (कम ट्रैफिक वाला क्षेत्र - मंदिर प्रांगण में बैठ कर भोजन हेतु - यात्रा को कुछ देर विश्राम देने हेतु उचित स्थान ) (२२) 47/84: नूपुरेश्वर: डाबरी पीठा से काम्प्लेक्स के सामने अंदर सुतार गली गली में (२३) 29/84: रामेश्वर : डाबरी पीठा से निकल कर छोटा सराफा जाने वाली रोड पर सती दरवाजा के लगी हुए पतली गली में (२४) 23/84: मेघनादेश्वर: छोटा सराफा बाजार में श्री लक्ष्मी नरसिंघ मंदिर के पास गली में शीतला माता के पास (२५) 50/84: स्थावरेश्वर (शनि मंदिर) : छोटा सराफा से आगे - बलवट भैरू से आगे बाम्बाखाना - नईपेठ क्षेत्र में [ यंहा स्वयं शनि देव शिवलिंग में निवास करते है जल और तेल दोनों चढ़ते है , इसी स्थान पर वराह भगवन मंदिर भी है ] (२६) 74/84: राजस्थलेश्वर: नईपेठ से आगे बम्बाखाना चौराहे से उलटे हाथ पर मुडकर कांच के घोड़े से आगे आनंद भैरव के पास गली में (भागसीपुरा क्षेत्र ) (२७) 61/84:सौभाग्येश्वर : पटनी बाजार (गोपाल मंदिर से महाकाल मार्ग ) में सीधे हाथ पर प्रथम गली में (२८) 59/84: सिद्धेश्वर : सौभाग्येश्वर महादेव से आगे गली के चढ़ाव उतरते ही सीधे हाथ पर (खत्रीवाड़ा) (२९) 24/84 : महालयेश्वर : सिद्धेश्वर महादेव के पीछे घाटी पर उलटे हाथ वाली गली में ऊपर जाकर (खत्रीवाड़ा) (३०) 25/84: मुक्तेश्वर : सिद्धेश्वर महादेव के पीछे घाटी पर सीधे हाथ वाली गली में आगे जाकर उलटे हाथ पर साँप वालो के घर के सामने गली में आगे पुनः पटनी बाजार (गोपाल मंदिर से महाकाल मार्ग ) क्षेत्र पर (३१) 19/84: नागचंद्रेश्वर : पटनी बाजार में दुर्गा माता मंदिर वाले चौराहे से उलटे हाथ पर नागनाथ की गली में (३२) 20/84: प्रतिहारेश्वर : नागचंद्रेश्वर महादेव मंदिर में ही विराजमान है (३३) 16/84: इशानेश्वर : पटनी बाजार में दुर्गा माता मंदिर वाले चौराहे से सीधे हाथ पर गली में (मोदी जी की गली में) (३४) 18/84 : कलकलेश्वर : इशानेश्वर महादेव से तोडा आगे सीधे हाथ वाली गली में (३५) 17/84: अप्सरेश्वर : कलकलेश्वर महादेव के थोड़ा पास में (पीछे गली से और साइड में प्लाट से दोनों और से रास्ता है ) (३६) 15/84: इन्द्रध्युम्नेश्वर : इशानेश्वर महादेव से आगे रोड पर खोखा माता मंदिर में (३७) 77/84: पुष्पदंतेश्वर : इन्द्रध्युम्नेश्वर महादेव से आगे पानदरीबा - सिंहपुरी रोड से कार्तिक चौक की तरफ जाते हुए उलटे हाथ पर घाटी पर (३८) 14/84: कुटुम्बेश्वर : सिंहपुरी रोड से कार्तिक चौक की तरफ जाते हुए उलटे हाथ पर दूसरी घाटी पर (हनुमान मंदिर के पास से मंगलनाथ मंदिर के सामने ) मंदिर में तीन शिवलिंग है बीच वाले जिनके चार मुख है वह श्री कुटुम्बेश्वर महादेव है [ पुष्पदंतेश्वर महादेव मंदिर के पास पतली गली से भी जाने का रास्ता है आगे सीढ़िया है ] (३९) 78/84: अभिमुक्तेश्वर : कुटुम्बेश्वर एवं मंगलनाथ महादेव मंदिर से थोड़ा आगे उलटे हाथ पर बाड़े में (४०) 62/84: रुपेश्वर : अभिमुक्तेश्वर महादेव मंदिर बाड़े के गेट के सामने वाली गली में सीढ़ियाँ चढ़ कर (४१) 57/84: घंटेश्वर : कुटुम्बेश्वर महादेव से निचे कार्तिक चौक चौराहे पर (४२) 56/84: रेवन्तेश्वर : घंटेश्वर महादेव से खाती मंदिर - ढाबा रोड जाने वाले मार्ग पर घंटेश्वर महादेव के मंदिर के समीप ही है (४३) 46/84: वीरेश्वर : रेवन्तेश्वर महादेव मंदिर से आगे खाती मंदिर के सामने से होते हुए सत्यनारायण मंदिर की गली के ठीक बाहर (४४) 65/84: ब्रह्मेश्वर : वीरेश्वर महादेव के ठीक सामने गली में जाकर सामने गली में (४५ ) 22/84: कर्कटेश्वर : वीरेश्वर महादेव के ठीक सामने गली में जाकर उलटे हाथ पर मुड़ते से ही (४६ ) 53/84: विश्वेश्वर : कर्कटेश्वर महादेव से आगे उलटे हाथ पर पहली गली में (४७) 51/84: सुलेश्वर : कर्कटेश्वर महादेव से आगे उलटे हाथ पर दूसरी गली में (४८ ) 52/84: ओंकारेश्वर : कर्कटेश्वर महादेव से आगे खटीक वाड़ा से तेलीवाड़ा जाने के मार्ग पर (४९ ) 48/84: अभयेश्वर : विश्वेश्वर एवं कर्कटेश्वर महादेव से शिप्रा नदी की और जाते वक्त उलटे हाथ पर पतली सी बंद गली में (५० ) 26/84: सोमेश्वर : अभयेश्वर से आगे नदी की और न जाते हुए - अनंतपेठ में आगे जाकर राजपूत धर्मशाला से सीधे हाथ पर मुड़ते से ही (५१ ) 08/84: कपालेश्वर : सोमेश्वर महादेव के सामने की और तोडा आगे राजपूत धर्मशाला के पीछे (५२ ) 35/84: इंद्रेश्वर : कपालेश्वर महादेव से आगे घाटी चढ़ते ही मोड पर पेड़ के निचे (५३ ) 33/84: आनंदेश्वर : कपालेश्वर जी से आगे शमशान के रास्ते शमशान द्वार से अंदर जाकर सीधे हाथ पर (५४ ) 66/84: जल्पेश्वर : बड़ा पुल पर करते ही कालिदास उद्यान पूर्व सीधे हाथ पर मूड कर सोमतीर्थ पर (५५ ) 64/84: पशुपत्तेश्वर : बड़े पुल (श्मशान)से पीपलिनका जाने वाले मार्ग पर सीधे हाथ की घाटी से जानसपुरा में पेड़ के निचे (५६ ) 58/84: प्रयागेश्वर : बड़े पुल पीपलिनका जाने वाले मार्ग पर ही उलटे हाथ पर अंदर जाकर खेत में (५७ ) 63/84: धनुसहस्त्रेश्वर : प्रयागेश्वर महादेव से पुनः रोड पर आते ही तोडा आगे - ऋणमुक्तेश्वर मार्ग के सामने की और घाटी चढ़ कर (जीवाजी-गंज स्कुल के पीछे है नयापुरा से वृन्दावन पूरा होते हुए भी आया जा सकता है ) (५८ ) 54/84: कंटेश्वर/नीलकंठेश्वर : पुनः रोड पर आकर पीपलीनाका चौराहे के ठीक पास खेत में (५९ ) 55/84: सिंहेश्वर : पीपलीनाका चौराहे से गढ़कालिका मार्ग पर स्थिरमन गणेश मंदिर एवं वैभवलक्ष्मी मंदिर से अंदर ओकलेश्वर शमशान मार्ग पर (60 ) 79/84: हनुमंतेश्वर : सिंहेश्वर महादेव से आगे इसी रोड पर (यंहा हनुमान जी भी शिवलिंग में निवास करते है ) पुनः गढ़कालिका चौराहे पर आकर श्री विष्णु चतुस्तिका के सामने से भैरवगढ़ मार्ग पर जाना है (६१ ) 41/84: लम्पेश्वर : भैरवगढ़ मार्ग पर शिप्रा का पुल पार करते ही खेड़ापति हनुमान मंदिर के पीछे पुलिस लाइन में (६२ ) 73/84: करभलेश्वर : भैरवगढ़ में काल भैरव मंदिर के सामने विक्रांत भैरव मंदिर मार्ग पर (६३ ) 11/84: सिद्धेश्वर : भैरवगढ़ में सिद्धनाथ मंदिर प्रांगण में प्रवेश मार्ग पर (६४ ) 75/84: बड़लेश्वर : भैरवगढ़ में सिद्धनाथ मंदिर प्रांगण में मुख्य द्वार के सामने (६५ ) 34/84: कन्थडेश्वर : भैरवगढ़ में सिद्धनाथ मंदिर के सामने की और गली में ऊपर चढ़ कर श्री मणिभद्र जैन मंदिर के पास (६६ ) 42/84: गंगेश्वर : भैरवगढ़ से मंगलनाथ मार्ग से मंगलनाथ जाना है वंही शिप्रा किनारे चौक पर विराजमान है (६७ ) 44/84: उत्तरेश्वर : गंगेश्वर महादेव के पास ही मंदिर है (६८ ) 43/84: अंगारेश्वर : मंगलनाथ मंदिर से पीछे चक कमेड गाँव के मार्ग पर शिप्रा किनारे (६९ ) 40/84: कुंडेश्वर : मंगलनाथजी मंदिर से सांदीपनि आश्रम आकर आश्रम में बैठक जी के बाहर (७० ) 36/84: मार्कंडेश्वर : सांदीपनि आश्रम से आगे ख़ाक चौक चौराहे से चोर गणपति होते हुए श्री राम जनार्दन मंदिर / विष्णु सागर जाना है मंदिर परिसर में ही नृत्यंकार हनुमान के पास विराजमान है (७१ ) 37/84: शिवेश्वर : श्री राम जनार्दन मंदिर / विष्णु सागर परिसर में लक्ष्मी-विष्णु मंदिर के सीढ़ी के निचे सीधे हाथ पर (७२ ) 38/84: कुसुमेश्वर : श्री राम जनार्दन मंदिर / विष्णु सागर परिसर में लक्ष्मी-विष्णु मंदिर के सीढ़ी के निचे उलटे हाथ पर श्री शिवेश्वर महादेव के पास (७३ ) 39/84: अक्रुरेश्वर : श्री राम जनार्दन मंदिर के मुख्य प्रवेश द्वार के बाहर ,श्री यमराज-चित्रगुप्त मंदिर मार्ग के प्रारम्भ पर निचे दिए ४ महादेव का क्रम 81,82,83,84 है यह चारो राजाधिराज श्री महाकालेश्वर के महाकाल वन के द्वारपाल है - पंचकोसी मार्ग द्वारा क्रम अनुसार इनके दर्शन करने से धर्म मोक्ष की तीर्थ नगरी अवंतिकापूरी 'उज्जैन' की परिक्रमा का पुण्य फल प्राप्त होता है , इन चारो को क्रम अनुसार करने से अवंतिका नगरी में विराजमान समस्त देवी देवता शक्तिया पितृ यक्ष गन्धर्व संत ऋषि जल कुण्ड व् अन्य समस्त देव स्थान आदि की परिक्रमा स्वतः ही हो जाती है (७४ ) 81/84: द्वारपालेश्वर : पिंगलेश्वर गॉव में (पिंगलेश्वर महादेव के नाम से भी प्रख्यात ) सेंटपॉल स्कूल आगर रोड के पीछे से सीधा रास्ता है (७५ ) 82/84 : कायावरोहणेश्वर : इंदौर रोड पर तपोभूमि के पास से अंदर जाकर करोहण गॉंव में (द्वारपालेश्वर महादेव से पंचकोसी मार्ग द्वारा भी जाया जा सकता है ) (७६ ) 83/84: बिल्बकेश्वर : शिप्रा नदी से आगे गंभीर डेम के समीप सेवाधाम आश्रम से तोडा आगे मुरडकर ( कायावरोहणेश्वर महादेव से पंचकोसी मार्ग द्वारा भी जाया जा सकता है) (७७ ) 84/84 : दुर्दरेश्वर : अागर रोड से सीधे जाकर जैथल गॉंव में ( बिल्बकेश्वर महादेव से पंचकोसी मार्ग द्वारा भी जाया जा सकता है) (७८ ) 31/84: खंडेश्वर: दुर्देश्वर महादेव जैथल से अागर रोड द्वारा पुनः उज्जैन आते वक्त नगर के समीप खिलचीपुर गॉंव पुलिया के बाद के टीले पर विराजमान है (७९ ) 32/84: पत्त्नेश्वर : खंडेश्वर महादेव से रोड के दूसरी तरफ के सामने की और वाले टीले पर (८० ) 27/84: अनकेर्रेश्वर : मकोड़िया-आम से इंदिरा नगर वाले मार्ग पर आते वक्त उलटे हाथ पर घुसते हे बगीचे के पास से सीधे अंदर (८१ ) 28/84: जटेश्वर : पुनः मकोड़िया-आम से इंदिरा नगर वाले मार्ग पर आकर ख़ाक चौक से पूर्व श्री गया तीर्थ पर विराजमान है (८२ ) 30/84: च्यवनेश्वर : जटेश्वर महादेव के पूर्व से इंदिरा नगर में जाकर श्री सोलह सागर एवं ईद-गाह के सामने टीले पर (८३ ) 45/84: त्रिलोचनेश्वर : च्यवनेश्वर महादेव से ईदगाह होते हुए बाहर उलटे हाथ पर आकर लाल बाई फूल बाई की गली (नयापुरा - नामदारपुरा )में जाकर पुनः सीधे हाथ पर गली (लाल इमली की गली )में (८४ ) 60/84: गौमातंगेश्वर : मिर्जा नईम बेग मार्ग पर टंकी चौराहे से गोलमंडी बृहस्पति मंदिर जाने वाली गली में पुनः प्रथम महादेव श्री अगस्तेश्वर जाकर दर्शन संकल्प आदि कर यात्रा पूर्ण करे ॐ नमः शिवाय"
  },
  {
    "heading": "9 Narayan Yatra",
    "image": "9-narayan.jpeg",
    "data": "नौ नारायण दर्शन : अनंतनारायण मंदिर अनंत पेठ दानी दरवाजा के पास, सत्यनारायण मंदिर ढाबा रोड पर, पुरुषोत्तम नारायण मंदिर क्षीरसागर के घाट पर, आदि नारायण मंदिर सेंट्रल कोतवाली (कंठाल), शेषनारायण मंदिर क्षीरसागर पर, पद्मनारायण मंदिर क्षीरसागर पर, लक्ष्मीनारायण मंदिर गुदरी बाजार व मालीपुरा पर, बद्रीनारायण मंदिर श्रीरामजी की गली (छोटा सराफा), चतुर्भुज नारायण मंदिर ढाबा रोड स्थित हाड़ा गुरु के मकान में, मुंशी राजा का बाड़ा, ढाबा रोड पर।"
  },
  {
    "heading": "7 Sagar Yatra",
    "image": "7-sagar.jpeg",
    "data": "अधिक मास में सप्त सागर नो नारायण और 84 महादेव के महत्व पुरषोतम मास में उज्जैन की प्रमुख यात्रा पुराणों में उल्लेख है कि आषाढ़ मास में अधिक मास का आना महत्वपूर्ण है। इस मास में दिया गया दान 3 गुना अधिक फलदायी है। इसमें पहले मास की अमावस्या से दूसरे मास की अमावस्या तक अधिक मास यानी पुरुषोत्तम मास कहते हैं। अधिक मास का महत्व मानने वाले धर्म के मान से धार्मिक यात्रा करते हैं। इसमें सबसे ज्यादा उज्जैन के सप्तसागर, नौ नारायण और चौरासी महादेव की यात्रा फलदायी बताई गई है। सप्त सागर दर्शन के स्थान एवं दान सामग्री की जानकारी। रुद्रसागर : जो उज्जैन में माँ हरसिद्धि की पाल पर स्थित है। वहाँ पर नमक, श्वेत वस्त्र, चाँदी के नंदी की मूर्ति का दान करना चाहिए। पुष्कर सागर : ये नलिया बाखल में स्थित है और इसमें पीला वस्त्र, चना दाल, स्वर्णदान किया जाता है। क्षीरसागर : नई सड़क पर बसा है। साबूदाने की खीर,चाँदी के पात्र दान किया जाता है। गोवर्धन सागर : निकास चौराहा पर स्थित है। यहाँ पर माखन, मिश्री, पात्र में गेहूँ और लाल वस्त्र दान करना शुभ होता है। रत्नाकर सागर : ग्राम उंडासा तालाब पर स्थित है। यहाँ पंचरत्न, महिला के श्रृंगार की सभी वस्तुएँ एवं महिला के वस्त्रों का दान किया जाता है। विष्णु सागर : अंकपात मार्ग, श्रीराम-जनार्दन मंदिर के पास (पाल पर) है। यहाँ भगवान विष्णु की मूर्ति, आसन, पंचपात्र, गोमुखी, ग्रंथ, माला, भू देव के पूर्ण वस्त्रदान ‍दान किए जाते हैं। पुरुषोत्तम सागर : अंकपात दरवाजा के पास स्थित है, जिसे सोलह सागर भी कहते हैं। यहाँ काँसे की चलनी, मालपुआ का दान की करने की परंपरा है।"
  }
]
