[
  {
    "heading": "Mahakal Temple",
    "images": ["mahakalImage3.jpeg"],
    "data": "महाकालेश्वर मंदिर (Ujjain Mahakal Temple) को पृथ्वी का नाभिस्थल भी कहा जाता है क्योंकि इस मंदिर के शिखर से कर्क रेखा गुजरती है. उज्जैन में शिप्रा नदी (kshipra river) के तट पर स्थित महाकालेश्वर मंदिर की कीर्ति देश-विदेश में फैली हुई है. कोई भी शुभ कार्य करने से पहले श्रद्धालु महाकाल का दर्शन करते हैं. लेकिन ऐसा क्या है कि यहां कभी विक्रमादित्य (King Vikramditya) के बाद कोई राजा एक रात भी टिक नहीं पाया था. शिव महापुराण (Shiv Mahapuran) के अनुसार भगवान शिव ने महाकाल का रूप दूषण नामक दैत्य का वध करने के लिए लिया था, जिसके वध के बाद भगवान शिव को कालों का काल महाकाल कहा जाने लगा. सभी 12 ज्योतिर्लिंगों में से महाकालेश्वर मंदिर में स्थापित ज्योतिर्लिंग तीसरा और बेहद खास ज्योतिर्लिंग है. उज्जैन महाकालेश्वर मंदिर में पूरे साल भक्त भगवान भोले नाथ का दर्शन करने आते हैं. विदेशों से भी लोग यहां बड़ी संख्या में महाकाल का दर्शन करने आते हैं. मध्य प्रदेश के उज्जैन में स्थित महाकालेश्वर मंदिर में साल के 12 मास भक्तों का तांता लगा रहता है. उज्जैन में मौजूद महकाल (Ujjain Mahakal Mandir) मंदिर 12 ज्योतिर्लिंगों में से एक है. इस मंदिर को पृथ्वी का नाभिस्थल भी कहा जाता है क्योंकि इस मंदिर के शिखर से कर्क रेखा गुजरती है. धार्मिक मान्यताओं के अनुसार उज्जैन में स्थापित महाकालेश्वर मंदिर की स्थापना द्वापर युग में नंद जी की आठ पीढ़ी पहले हुई थी. पौराणिक कथाओं की मानें यह मंदिर 800 से 1000 वर्ष से भी पुराना है. इस मंदिर का विस्तार राजा विक्रमादित्य ने करवाया था जबकि आज का जो महाकाल मंदिर है उसका निर्माण 150 वर्ष पूर्व राणोजी सिंधिया के मुनीम रामचंद्र बाबा शेण बी ने करवाया था. इस मंदिर के निर्माण में मंदिर से जुड़े प्राचीन अवशेषों का भी प्रयोग किया गया है. उज्जैन में कोई भी राजा नहीं बिता सकता था एक भी रात महाकाल को उज्जैन का राजा कहा जाता है ऐसे में उनके अलावा इस नगरी में कोई दूसरा शासक या राजा नहीं रुक सकता. पौराणिक कथाओं के अनुसार विक्रमादित्य के शासन के बाद यहां कोई भी राजा रात भर नहीं टिक सका, इस मंदिर का इतिहास है कि जिस व्यक्ति ने भी यह दुस्साहस किया है वह घिर कर मारा गया इसलिए आज भी कोई मुख्यमंत्री या प्रधानमंत्री उज्जैन में रात नहीं बिताते. महाकाल मंदिर से जुड़ी हैं खास बातें इस मंदिर में भगवान शिव का ज्योतिर्लिंग तीन भागों में विभाजित है, जिसके निचले खंड में महाकालेश्वर, मध्य खंड में ओंकारेश्वर और ऊपरी खंड में श्री नागचंद्रेश्वर शिवलिंग स्थापित है. मंदिर से कुछ ही दूरी पर देवी सती के 51 शक्तिपीठों में से एक हरसिद्धि माता का मंदिर है. ऐसे में ज्योतिर्लिंग और शक्ति पीठ के इतने करीब होने की वजह से इस मंदिर का महत्व और भी बढ़ जाता है. मंदिर के गर्भ गृह में माता पार्वती, भगवान गणेश और कार्तिकेय की प्रतिमा स्थापित है. यहां सावन के महीने में हर साल महाकाल की सवारी निकाली जाती है. ऐसी मान्यता है कि इस दिन भगवान महाकाल उज्जैन का भ्रमण करने के लिए पालकी में सवार होकर नगर भ्रमण को निकलते है. महाकाल मंदिर में ब्रह्म मुहूर्त में भगवान शिव को जगाने के लिए भस्म आरती की जाती है."
  },
  {
    "heading": "Mahakal Lok",
    "images": [
      "mahakal-lok-1.jpeg",
      "mahakal-lok-2.jpeg",
      "mahakal-lok-3.jpeg"
    ],
    "data": "महाकाल लोक को महाकाल कॉरिडोर के नाम से भी जाना जाता है। यह कॉरिडोर सनातम और नूतन का अद्भुत संगम है। महाकाल लोक में भगवान शिव के 190 रूपों का चित्रण किआ गया है और इसके साथ हे देवी देवताओं की अद्भुत प्रतिमाएं भी बनाई गयी है। महाकाल लोक में भगवान शिव, देवी सती और दूसरे धार्मिक किस्सों से जुडी करीब 200 मूर्तियां बनाई गयी है। महाकाल लोक में देश का पहला नाईट गार्डन भी बनाया गया है यह कॉरिडोर पुरानी रुद्रसागर झील के पास है, जिसे प्राचीन महाकालेश्वर मंदिर के आसपास पुनर्विकास परियोजना के हिस्से के रूप में भी पुनर्जीवित किया गया है। महाकाल लोक का कोना-कोना इंच-इंच देखने योग्य है। इसमें एक कमल तालाब भी बनाया गया है। महाकाल लोक भारत की एक संस्कृत गाथा का एक नया उद्गम है। महाकाल लोक को चारों ओर से खुला बनाया जा रहा है। चार द्वार हैं- पिनाकी, शंख, नंदी और नीलकंठ। दूसरे फेज में एक या दो मुख्य द्वार और बनाए जाएंगे। इन चारों गेट से आप महाकाल लोक कैम्पस में प्रवेश कर सकते हैं। चारधाम रोड से पिनाकी द्वार मिलेगा। नीलकंठ द्वार बेगमबाग, शंख द्वार गणेश मंदिर के ठीक सामने और नंदी द्वार के लिए त्रिवेणी संग्रहालय के पास से रास्ता है। महाकाल लोक में पौराणिक कथाओं पर आधारित मूर्तियां हैं। इसमें शिव पुराण, त्रिपुरासुर वध, शिव पुराण और शिव तांडव स्वरूप की विभिन्न कहानियों को दर्शाने वाली मूर्तियां, भित्ति चित्र और शास्त्र बाईं और दाईं ओर फैले हुए हैं। महाकाल लोक की खासियत महाकाल लोक में भगवान शिव, देवी सती और दूसरे धार्मिक किस्सों से जुडी करीब 200 मूर्तियां बनाई गयी है। महाकाल लोक में 26 फीट ऊंचा नंदी द्वार मुख्य आकर्षण का केंद्र है। महाकाल लोक में 108 स्तंभ लगाए गए हैं। श्री महाकाल लोक 920 वर्गमीटर क्षेत्र में करीब 316 करोड़ रुपये की लागत से बना है। यह महाकाल क्षेत्र विस्तार का पहला चरण है। पूर्व में मंदिर का क्षेत्रफल 2.82 हेक्टेयर था, जो परियोजना पूर्ण होने के पश्चात बढ़कर 20.33 हेक्टेयर हो गया है। और इसे 47 हेक्टेयर करने का प्रस्ताव है। हाकाल कॉरिडोर में देश का पहला नाइट गार्डन भी बनाया गया है। यहां भगवान शिव, शक्ति और अन्य धार्मिक घटनाओं से जुड़ी मूर्तियां स्थापित की गई हैं। बड़ी-बड़ी प्रतिमाएं लगायी गयी हैं जिनमे- 9 फीट की 19 प्रतिमाएं लगायी गयी है, जिसमे- यक्ष, यक्षिणी, सिंह, बटुक भैरव, सती, पार्वती, ऋषि भृंगी, विष्णु, नंदीकेश्वर, शिवभक्त रावण, श्रीराम, परशुराम, अर्जुन, सती, ऋषि शुक्राचार्य, शनिदेव और ऋषि दधिचि शामिल है। 10 फीट की 8 प्रतिमाएं लगाई गयी हैं जिसमे लेटे हुए गणेश, हनुमान शिव अवतार, सरस्वती, लक्ष्मी, पार्वती, लकुलेश, पार्वती के साथ खेलते गणेश को दर्शाया गया है। 11 फीट की 17 प्रतिमाएं हैं जिनमे प्रवेश द्वार पर गणेश, अर्धनारीश्वर, अष्ट भैरव, ऋषि भारद्वाज, वशिष्ठ, विश्वामित्र, गौतम, कश्यप और जमदग्नी हैं। 15 फीट ऊंची 23 प्रतिमाएं लगाई गयी हैं जिसमे शिव नृत्य, 11 रुद्र, महेश्वर अवतार, अघोर अवतार, काल भैरव, शरभ अवतार, खंडोबा अवतार, वीरभद्र द्वारा दक्ष वध, शिव बरात, मणिभद्र, गणेश व कार्तिकेय के साथ पार्वती, सूर्य, कपालमोचक शिव। 18 फीट की 8 प्रतिमाएं है जिनमे नटराज, गणेश, कार्तिकेय, दत्तात्रेय अवतार, पंचमुखी हनुमान, चंद्रशेखर महादेव की कहानी, शिव और सती और समुद्र मंथन दृश्य शामिल हैं। महाकाल लोक के बनने के बाद यह एकमात्र ऐसा मंदिर बन गया है, जहां श्रद्धालु दर्शन के साथ शिव से जुड़ी हर कहानी जान सकते हैं। इसे बनाते समय पर्यावरण का भी विशेष ध्यान रखा गया है।"
  },
  {
    "heading": "Bharat Mata Mandir",
    "images": [
      "bharat-mata-1.jpeg",
      "bharat-mata-2.jpeg",
      "bharat-mata-3.jpeg"
    ],
    "data": "महाकाल नगरी उज्जैन में श्रद्धालु भारत माता के भी दर्शन कर सकते है। श्री महाकालेश्वर मंदिर के पास ही भव्य मंदिर है। इसका लोकार्पण संघ प्रमुख मोहनराव भागवत ने किया था। मंदिर निर्माण के लिए भूमिपूजन 2008 में किया गया था। 2012 में निर्माण के लिए औपचारिक काम शुरू किया गया। निचले तल पर ध्यानकेंद्र और पुस्तकालय। इसके ऊपर 14 फीट ऊंची भारत माता की संगमरमर से बनी मूर्ति। 4 हजार वर्ग फीट का गर्भगृह। सुबह 6 बजे से रात 11 बजे तक कर सकेंगे दर्शन। मंदिर में ऑडिटोरियम का निर्माण भी किया गया है।"
  },
  {
    "heading": "Harsiddhi Temple",
    "images": ["harsiddhiImage1.jpeg", "harsiddhiImage2.jpeg"],
    "data": "मध्य प्रदेश के उज्जैन में स्थित हरसिद्धि मंदिर 51 शक्तिपीठों में शामिल है। 2000 साल पुराने इस मंदिर की चर्चा पुराणों में भी है। जितना खास यह मंदिर है, उतना ही खास इसकी परंपराएं हैं। नवरात्रि के दौरान इस मंदिर में उत्सव का माहौल होता है। भव्य यज्ञ और पाठ के साथ देवी की खास पूजा-अर्चना होती है। माना जाता है कि यहां आने वाले हर भक्त की मनोकामना पूरी होती है। मंदिर में चार प्रवेश द्वार:- हरसिद्धि मंदिर में चार प्रवेश द्वार हैं। सभी द्वारों पर सुंदर बंगले बने हुए हैं। मंदिर के दक्षिण-पूर्व कोण में एक बावड़ी है जिसके अंदर एक स्तंभ है। यहां श्रीयंत्र बना हुआ है। मंदिर के ठीक सामने दो बड़े दीप स्तंभ हैं। नवरात्रि के दौरान पांच दिनों तक इन पर दीप मालाएं लगाई जाती हैं। यहीं गिरी थी माता सती की कोहनी:- माना जाता है कि उज्जैन में क्षिप्रा नदी के तट पर भैरव पर्वत पर मां सती के ओठ गिरे थे। हरसिद्धि मंदिर के बारे में कहा जाता है कि यह जहां स्थित है, वहां सती माता की कोहनी गिरी थी। इसीलिए इस मंदिर को शक्तिपीठों में स्थान प्राप्त है। राजा विक्रमादित्य से भी संबंध:- हरसिद्धि मंदिर का संबंध राजा विक्रमादित्य से भी माना जाता है। जिस क्षेत्र में मंदिर स्थित है, उसे विक्रमादित्य की तपोभूमि माना जाता है। मंदिर के ठीक पीछे एक कोने में कुछ सिर रखे हैं जिन पर सिंदूर लगा हुआ है। कहा जाता है कि ये राजा विक्रमादित्य के सिर हैं। लोक कथाओं के मुताबिक विक्रमादित्य ने देवी को प्रसन्न करने के लिए हर 12वें वर्ष में अपने सिर की बलि दी थी। उन्होंने 11 बार ऐसा किया, लेकिन हर बार सिर वापस आ जाता था। जब 12वीं बार उन्होंने सिर की बलि दी तो यह वापस नहीं आया। इसे उनके शासन का अंत माना गया।"
  },
  {
    "heading": "Chintaman Ganesh",
    "images": ["chintaman1.jpeg", "chintaman2.jpeg", "chintaman3.jpeg"],
    "data": "मध्यप्रदेश की धार्मिक नगरी उज्जैन में भगवान गणेश का प्राचीन मंदिर स्थित है। यह मंदिर महाकालेश्वर मंदिर से 6 किलोमीटर की दूरी पर है। यह प्राचीन मंदिर चिंतामण गणेश के नाम से प्रसिद्ध है। गणेश जी के इस प्रसिद्ध मंदिर के गर्भगृह में तीन प्रतिमाएं स्थापित है। गौरीसुत गणेश की तीन प्रतिमाएं गर्भगृह में प्रवेश करते ही दिखाई देती हैं, यहां पार्वतीनंदन तीन रूपों में विराजमान हैं। पहला चिंतामण, दूसरा इच्छामन और तीसरा सिद्धिविनायक। मान्यताओं के अनुसार इस मंदिर की स्थापना स्वयं भगवान श्रीराम ने की थी। यहां दर्शन करने वाले व्यक्ति की सभी चिंताएं खत्म हो जाती है और वे चिंता मुक्त हो जाते हैं। बुधवार के दिन यहां श्रृद्धालुओं की भारी भीड़ उमड़ती है। रामायणकाल से स्थापित है मंदिर:- चिंतामण गणेश मंदिर परमारकालीन है, जो कि 9वीं से 13वीं शताब्दी का माना जाता है। इस मंदिर के शिखर पर सिंह विराजमान है। वर्तमान मंदिर का जीर्णोद्धार अहिल्याबाई होलकर के शासनकाल में हुआ। पौराणिक मान्यताओं के अनुसार चिंतामण गणेश सीता द्वारा स्थापित षट् विनायकों में से एक हैं। कहते हैं कि यह मंदिर रामायण काल में राम वनवास के समय का है। जब भगवान श्रीराम अपनी पत्नी सीता और भाई लक्ष्मण के साथ वन में घूम रहे थे तभी सीता को बड़ी जोरों की प्यास लगी। राम ने लक्ष्मण से पानी लाने को कहा तो उन्होंने मना कर दिया। पहली बार लक्ष्मण द्वारा किसी काम को मना करने से राम को बड़ा आश्चर्य हुआ। उन्होंने ध्यान द्वारा समझ लिया कि यह सब यहां की दोष सहित धरती का कमाल है। तब उन्होंने सीता और लक्ष्मण के साथ यहां गणपति मंदिर की स्थापना की जिसके प्रभाव से बाद में लक्ष्मण ने यहां एक बावड़ी बनाई जिसे लक्ष्मण बावड़ी कहते हैं। मंदिर में बनाया जाता है उल्टा स्वास्तिक पुजारी बताते हैं कि मनोकामना पूर्ण करने के लिए श्रद्धालु यहां मन्नत का धागा बांधते हैं और उल्टा स्वस्तिक भी बनाते हैं। मन्नत के लिए दूध, दही, चावल और नारियल में से किसी एक वस्तु को चढ़ाया जाता है और जब वह इच्छा पूर्ण हो जाती है तब उसी वस्तु का यहां दान किया जाता है।"
  },
  {
    "heading": "Vikram Tila",
    "images": [
      "vikramImage1.jpeg",
      "vikramImage2.jpeg",
      "vikramImage3.jpeg",
      "vikramImage4.jpeg"
    ],
    "data": "सिंहासन बत्तीसी या विक्रमादित्य टीला उज्जैन का एक प्रमुख धार्मिक स्थल है। यह राजा विक्रमादित्य जी का मंदिर है। यहां पर उनका छोटा सा मंदिर बना हुआ है। आपने टेलीविजन में विक्रम बेताल और सिंहासन बत्तीसी का टीवी शो जरूर देखा होगा। उसी महान, बुद्धिमान, तेजस्वी, दयालु, महाराजा विक्रमादित्य के बारे में आपको यहां पर बहुत सारी जानकारियां मिल जाती है। सिंहासन बत्तीसी एक बड़े से तालाब के बीच में बना हुआ है। यहां पर तालाब के बीच में विक्रमादित्य की एक विशाल प्रतिमा के दर्शन करने के लिए मिलते हैं। महाराजा विक्रमादित्य की प्रतिमा के अलावा यहां पर उनके दरबार के नवरत्न भी देखने के लिए मिलते थे। जिनकी सलाह लेकर राजा विक्रमादित्य कोई भी फैसला किया करते थे। यह जगह बहुत ही खूबसूरत लगती है और मुंसिपल कारपोरेशन के द्वारा इस जगह को बहुत ही सुंदर तरीके से बनाया गया है। सिंहासन बत्तीसी महाकाल मंदिर के पास ही में है। आप जब भी महाकाल मंदिर घूमने के लिए जाते हैं, तो आपको इस जगह में महाराजा विक्रमादित्य जी के दर्शन जरूर करना चाहिए। महाराजा विक्रमादित्य की यहां पर बहुत सारी कहानियां लिखी गई है। वह कहानी आपको पढ़नी चाहिए। विक्रमादित्य का टीला या सिहासन बत्तीसी एक बड़े से मंच के ऊपर बनाया गया है। इस मंच के ऊपर जाने के लिए सीढ़ियां बनी हुई है। मंच के नीचे सीढ़ियों के पास काल भैरव जी की प्रतिमा के दर्शन करने के लिए मिलते हैं। काल भैरव की प्रतिमा के सामने उनके वाहक स्वान (कुत्ते) की मूर्ति बनी हुई है। मंच के ऊपर राजा विक्रमादित्य जी की छोटा सा मंदिर देखने के लिए मिलता है यहां पर एक पत्थर देखने के लिए मिलता है, जिसे असली सिहासन माना जाता है। मंदिर के पीछे यहां पर राजा विक्रमादित्य की बहुत बड़ी मूर्ति देखने के लिए मिलती है और यह मूर्ति बहुत ही सुंदर लगती है। महाराजा विक्रमादित्य की यह मूर्ति 30 फीट ऊंची है विक्रमादित्य टीला का मंच को गोलाई में बनाया गया है। इस मंच में राजा विक्रमादित्य के दरबार के 9 नवरत्न और राजा की मूर्ति की स्थापना की गई है। इन नौ रत्नों की सलाह लेकर ही राजा बड़े बड़े फैसले किया करते थे। यह नवरत्न इस प्रकार हैं - बेतालभट्ट, अमरसिंह, शंकु, कालिदास, वररुचि, घटखर्पर, क्षणपक, धन्वन्तरि, वराहमिहिर"
  },
  {
    "heading": "Char Dham",
    "images": ["charDham2.jpeg", "charDham3.jpeg", "charDham4.jpeg"],
    "data": "श्री चारधाम मंदिर उज्जैन का एक प्रसिद्ध धार्मिक स्थल है और यहां पर आपको भारत के प्रमुख चार धामों के दर्शन करने के लिए मिलते हैं। यहां पर श्री द्वारका धाम, श्री रामेश्वर धाम, श्री बदरीनाथ धाम और श्री जगन्नाथ धाम के दर्शन करने के लिए मिलते हैं। यहां पर मां वैष्णो माता की गुफा भी बनाई गई है। उनके भी दर्शन किए जा सकते हैं। यहां पर 12 ज्योतिर्लिंग की स्थापना की गई है। जिनके दर्शन किए जा सकते हैं। यह चारधाम एक ही मंदिर में बनाए गए हैं। मंदिर में गार्डन बना हुआ है, जहां पर आप बैठकर शांति से अपना समय बिता सकते हैं। यहां पर आप गौ माता के लिए डोनेशन दे सकते हैं। यहां पर गौ माता के लिए गौशाला भी बनी हुई है। यहां पर पर्यटक के रुकने की व्यवस्था भी है। चार धाम मंदिर में धर्मशाला बनी हुई है। जिसमें पर्यटक रुक सकते हैं। यहां पर खाने की व्यवस्था भी है, जहां पर खाने के लिए सात्विक प्रसाद मिलता है। आपको इन सभी व्यवस्था की जानकारी के लिए मंदिर की प्रबंधक से बात करनी पड़ेगी।"
  },
  {
    "heading": "Gopal Mandir",
    "images": ["gopalMandir2.jpeg", "gopalMandir3.jpeg", "gopalMandir4.jpeg"],
    "data": "द्वारकाधीश गोपाल मंदिर उज्जैन, मध्य प्रदेश में स्थित है। यह प्रसिद्ध मंदिर नगर का दूसरा सबसे बड़ा मंदिर है। मंदिर का निर्माण दौलतराव सिंधिया की पत्नी वायजा बाई द्वारा करवाया गया था। 'द्वारकाधीश गोपाल मंदिर' लगभग दो सौ वर्ष पुराना बताया जाता है। पर्वों के अवसर पर यहाँ आने वाले श्रद्धालुओं को संस्था की ओर से कई प्रकार की सुविधाएँ प्रदान की जाती हैं। मंदिर के चाँदी के द्वार आकर्षण का मुख्य केन्द्र हैं। 'उज्जैन' मध्य प्रदेश के मुख्य धार्मिक नगरों में से एक है। यहाँ का प्रसिद्ध 'द्वारकाधीश गोपाल मंदिर' नगर का दूसरा सबसे बड़ा मंदिर है। शहर के मध्य व्यस्ततम क्षेत्र में स्थित इस मंदिर की भव्यता आस-पास बेतरतीब तरीके से बने मकान और दुकानों के कारण दब-सी गई है। कहा जाता है कि इस मंदिर का निर्माण दौलतराव सिंधिया की धर्मपत्नी वायजा बाई ने संवत 1901 में कराया था, जिसमें मूर्ति की स्थापना संवत 1909 में की गई थी। इस मान से ईस्वी सन 1844 में मंदिर का निर्माण और 1852 में मूर्ति की स्थापना हुई। स्थापत्य:- मंदिर के गर्भगृह में लगा रत्न जड़ित द्वार दौलतराव सिंधिया ने ग़ज़नी से प्राप्त किया था, जो सोमनाथ की लूट में वहाँ पहुँच गया था। मंदिर का शिखर सफ़ेद संगमरमर तथा शेष मंदिर सुन्दर काले पत्थरों से निर्मित है। मंदिर का प्रांगण और परिक्रमा पथ भव्य और विशाल है। 'जन्माष्टमी' यहाँ का विशेष पर्व है। 'बैकुंठ चौदस' के दिन महाकाल की सवारी हरिहर मिलन हेतु मध्य रात्रि में यहाँ आती है तथा भस्म आरती के समय गोपाल कृष्ण की सवारी महाकालेश्वर जाती है और वहाँ तुलसी का दल अर्पित किया जाता है। मंदिर के चाँदी के द्वार यहाँ का एक अन्य आकर्षण हैं। मंदिर में दाखिल होते ही गहन शांति का अहससास होता है। इसके विशाल स्तंभ और सुंदर नक्काशी देखते ही बनती है। मंदिर के आस-पास विशाल प्रांगण में सिंहस्थ या अन्य पर्व के दौरान बाहर से आने वाले लोग विश्राम करते हैं। पर्वों के दौरान ट्रस्ट की तरफ़ से श्रद्धालुओं तथा तीर्थ यात्रियों के लिए कई तरह की सुविधाएँ प्रदान की जाती है।"
  },
  {
    "heading": "Sandipani Ashram",
    "images": [
      "sandipaniImage1.jpeg",
      "sandipaniImage2.jpeg",
      "sandipaniImage3.jpeg"
    ],
    "data": "मध्य प्रदेश के उज्जैन में स्थित महर्षि सांदीपनि का आश्रम (Sandipani Ashram Ujjain) ऋषि सांदीपनि की वह तपोभूमी है जिसको द्वापर युग के समय से सारी दुनिया में धर्म, अध्यात्म और वैदिक शिक्षा प्राप्त करने के लिए सबसे उत्तम स्थान माना जाता आ रहा है। महर्षि सांदीपनि का यह आश्रम वही तपोभूमि और शिक्षास्थली है जिसका निर्माण द्वापर युग में महर्षि सांदीपनि ने वेद, पुराण, शास्त्र, धर्म और नैतिक शिक्षा के लिए करवाया था। महाभारत, श्रीमद्भागवत, ब्रह्मपुराण तथा अग्निपुराण जैसे महान ग्रंथों में भी सांदीपनि की इस विद्यास्थली या आश्रम का उल्लेख मिलता है। धर्म, अध्यात्मक और मौक्ष की नगरी उज्जैनी में स्थित सांदीपनि आश्रम (Sandipani Ashram Ujjain) की प्रसिद्धि और पौराणिकता का महत्व इसलिए भी है क्योंकि श्रीकृष्ण, बलराम और उनके मित्र सुदामा ने यहां इसी आश्रम में महर्षि सांदीपनि से वेदों और शास्त्रों का ज्ञान लिया था। इसीलिए आज भी सांदीपनि आश्रम को श्रीकृष्ण की विद्यास्थली के नाम से जाना जाता है। पौराणिक साक्ष्यों के अनुसार श्रीकृष्ण आज से लगभग 5,500 वर्ष पूर्व द्वापर युग में उज्जैनी में स्थित महर्षि सांदीपनि के इसी आश्रम में शिक्षा लेने के लिए आए थे। हमारे धर्मग्रथों में बताया गया है कि कंस का वध करने के पश्चात श्रीकृष्ण ने मथुरा का राजपाट अपने नाना उग्रसेन को सौंप दिया था। और इसके बाद श्रीकृष्ण के पिता वसुदेव और माता देवकी ने बलराम और श्रीकृष्ण को यज्ञोपवीत संस्कार और शिक्षा के लिए उज्जैनी में संदीपनी ऋषि के आश्रम में भेजा था। जिसके बाद श्रीकृष्ण ने इसी आश्रम में रहकर चैंसठ कलाएं सीखीं तथा वेदों और पुराणों का अध्ययन किया था। आश्रम का वह मुख्य स्थान जहां कभी गुरु सांदीपनि बैठा करते थे आज वहां मंदिर के रूप में एक कमरा बना हुआ है। उस कमरे के भीतर गुरु-शिष्य परंपरा को अलग-अलग तरह से मूर्ति रूप में दर्शाया गया है। इन्हीं मूर्तियों में से एक गुरु सांदीपनि की प्रतिमा और प्रतिकात्मक रूप से उनकी चरण पादुकाएं दशाई गई हैं और जहां बैठ कर बलराम, श्रीकृष्ण और सुदामा विद्यार्जन किया करते थे आज उसी स्थान पर उनकी प्रतिमाओं को भी पढ़ने और लिखने की मुद्रा में दर्शाया गया है। इस आश्रम (Sandipani Ashram Ujjain) की सबसे खास विशेषता भी यही है कि यहां बलराम, श्रीकृष्ण और सुदामा को विद्यार्थियों के रूप में दिखाया गया है, जबकि इसके अलावा बलराम, श्रीकृष्ण और सुदामा की यह अवस्था दुनिया में और कहीं भी देखने को नहीं। गुरुकुल की दिवारों पर बनें श्रीकृष्ण, बलराम और सुदामा सहित महर्षि सांदीपनी के विभिन्न भित्ती चित्रों में कृष्ण की विभिन्न प्रकार की लीलाओं को बड़ी ही सुंदरता से दर्शाया गया है। आश्रम में ही महर्षि संदीपनी (Sandipani Ashram Ujjain) स्मृति ग्रंथालय भी है जिसमें उनके जीवन से संबंधित विभिन्न प्रकार के ग्रंथ और वेद-पुराणों को रखा गया है। इसके अलावा आश्रम की ओर से इस ग्रंथालय को और अधिक विस्तार देने की योजना भी चल रही है जिसमें प्राचीनतम शिक्षा प्रणाली और आधुनिक शिक्षा प्रणाली के विषय में विस्तार से समझाया जायेगा। वे कौन-सी 64 कलाएं थी जो यहां पर सिखाई जाती थीं और भगवान श्रीकृष्ण ने किस प्रकार से अपने विद्यार्थी जीवन में इस आश्रम को प्रसिद्ध किया आदि विषयों पर भी प्रकाश डाला जायेगा। आश्रम परिसर में ही मौजूद गोमती कुंड श्रद्धालुओं के लिए आकर्षण का केन्द्र है। गोमती कुंड के विषय में मान्यता है कि श्रीकृष्ण के आह्वान पर इस कुण्ड में पवित्र गोमती नदी का जल उत्पन्न हुआ था। इसके लिए श्रीकृष्ण का उद्देश्य था कि उनके गुरु महर्षि संदीपनी (Sandipani Ashram Ujjain) को बार-बार आश्रम से सैकड़ों मिल दूर अन्य पवित्र स्थलों की यात्रा न करनी पड़े। इसलिए इसे गोमती कुंड के नाम से जाना जाता है। इसके अलावा पुराणों में गोमती कुंड को प्राचीन काल से ही आश्रम के लिए जल आपूर्ति का एक प्रमुख माध्यम माना गया है। इस आश्रम का एक सबसे अनोखा और आश्चर्यचकीत करने वाला रहस्य यह है कि यहां आश्रम के सामने ही मराठा शैली में बना श्री कुंडेश्वर महादेव मंदिर है जो चैरासी महादेवों में से एक है। श्री कुंडेश्वर महादेव के विषय में ऐसा माना जाता है कि पूरी पृथ्वी पर यही एक ऐसा शिवलिंग है जिसके सामने नंदी की एक ऐसी छोटी-सी दुर्लभ मूर्ति है जो खड़ी है। जबकि आमतौर पर अन्य सभी मंदिरों में बैठी हुई ही दिखाई देती है। नंदी की इस विशेष मूर्ति के बारे में मान्यता है कि जब श्रीकृष्ण इस आश्रम में आये तो कार्तिक मास की बैकुंठ चतुर्दशी के दिन अवंतिका के राजा महाकाल स्वयं उनसे मिलने के लिए गुरु सांदीपनि के आश्रम में पधारे थे। और जब बात गुरु के सम्मान की हो तो भला नंदी बैठ कैसे सकते थे? इसलिए वे खड़े ही रहे। और मान्यता है कि तभी से इस आश्रम (Sandipani Ashram Ujjain) में श्री कुंडेश्वर महादेव और श्रीकृष्ण के मिलन के विशेष अवसर पर प्रत्येक बैकुंठ चैदस को यहां हरिहर मिलन के रूप में मनाया जाता है। इसके अलावा इसी श्री कुंडेश्वर महादेव मंदिर के पीछे की तरफ एक अन्य मंदिर भी है जो श्री सर्वेश्वर महादेव मंदिर के नाम से प्रसिद्ध है। इस मंदिर के बारे में बताया जाता है कि इसकी स्थापना भी लगभग 5,500 वर्ष पहले द्वापर युग में हुई थी। श्री सर्वेश्वर महादेव के इस शिवलिंग के विषय में माना जाता है कि यह शिवलिंग भी लगभग 5,500 वर्ष पुराना शिवलिंग है और इसे स्वयं महर्षि सांदीपनि (Sandipani Ashram Ujjain) ने बिल्व पत्र से उत्पन्न किया था। इस शिवलिंग की जलाधारी में पत्थर के शेषनाग के दर्शन होते हैं जो प्रायः पूरे भारत वर्ष में और कहीं नहीं है। बताया जाता है कि महर्षि सांदीपनि इसी मंदिर में बैठकर तप किया करते थे।"
  },
  {
    "heading": "Mangalnath",
    "images": [
      "mangalNathImage2.jpeg",
      "mangalNathImage3.jpeg",
      "mangalNathImage4.jepg"
    ],
    "data": "यह मंदिर मध्य प्रदेश की धार्मिक राजधानी उज्जैन में स्थित है। पुराणों के अनुसार उज्जैन नगरी को मंगल की जननी कहा जाता है। ऐसे व्यक्ति जिनकी कुंडली में मंगल भारी रहता है, वे अपने अनिष्ट ग्रहों की शांति के लिए यहाँ पूजा-पाठ करवाने आते हैं। यूँ तो देश में मंगल भगवान के कई मंदिर हैं, लेकिन उज्जैन इनका जन्मस्थान होने के कारण यहाँ की पूजा को खास महत्व दिया जाता है। कहा जाता है कि यह मंदिर सदियों पुराना है। सिंधिया राजघराने में इसका पुनर्निर्माण करवाया गया था। उज्जैन शहर को भगवान महाकाल की नगरी कहा जाता है, इसलिए यहाँ मंगलनाथ भगवान की शिवरूपी प्रतिमा का पूजन किया जाता है। हर मंगलवार के दिन इस मंदिर में श्रद्धालुओं का ताँता लगा रहता है। मंगल ग्रह के जन्म की कथा मंगल ग्रह:- अंधकासुर नामक दैत्य को शिवजी ने वरदान दिया था कि उसके रक्त से सैकड़ों दैत्य जन्म लेंगे। वरदान के बाद इस दैत्य ने अवंतिका में तबाही मचा दी। तब दीन-दुखियों ने शिवजी से प्रार्थना की। भक्तों के संकट दूर करने के लिए स्वयं शंभु ने अंधकासुर से युद्ध किया। दोनों के बीच भीषण युद्ध हुआ। शिवजी का पसीना बहने लगा। रुद्र के पसीने की बूँद की गर्मी से उज्जैन की धरती फटकर दो भागों में विभक्त हो गई और मंगल ग्रह का जन्म हुआ। शिवजी ने दैत्य का संहार किया और उसकी रक्त की बूँदों को नवउत्पन्न मंगल ग्रह ने अपने अंदर समा लिया। कहते हैं इसलिए ही मंगल की धरती लाल रंग की है। (स्कंध पुराण के अवंतिका खंड के अनुसार) मंदिर में हर मंगलवार के दिन भक्तों का ताँता लगा रहता है। लोगों का मानना है कि इस मंदिर में ग्रह शांति करवाने के बाद ग्रहदोष खत्म हो जाता है। ऐसे व्यक्ति जिनकी कुंडली में चतुर्थ, सप्तम, अष्टम, द्वादश भाव में मंगल होता है, वे मंगल शांति के लिए विशेष पूजा अर्चना करवाते हैं। मार्च में आने वाली अंगारक चतुर्थी के दिन मंगलनाथ में विशेष पूजा-अर्चना की जाती है। इस दिन यहाँ विशेष यज्ञ-हवन किए जाते हैं। इस समय मंगल ग्रह की शांति के लिए लोग दूर-दूर से उज्जैन आते हैं। यहाँ होने वाली भात पूजा को भी काफी महत्वपूर्ण माना जाता है। मंगल ग्रह को मूलतः मेष और वृश्चिक राशि का स्वामी माना जाता है। मंदिर में सुबह छह बजे से मंगल आरती शुरू हो जाती है। आरती के तुरंत बाद मंदिर परिसर के आसपास तोते मँडराने लगते हैं। जब तक उन्हें प्रसाद के दाने नहीं मिल जाते, वे यहीं मँडराते रहते हैं। यहाँ के पुजारी निरंजन भारती बताते हैं कि यदि हम प्रसाद के दाने डालने में कुछ देर कर दें, तो ये पंछी शोर मचाने लगते हैं। लोगों का विश्वास है कि पंछियों के रूप में मंगलनाथ स्वयं प्रसाद खाने आते हैं। मंगलनाथ मंदिर में पूजा-अर्चना करने से कुंडली में उग्ररूप धारण किया हुआ मंगल शांत हो जाता है। इसी धारणा के चलते हर साल हजारों नवविवाहित जोड़े, जिनकी कुंडली में मंगलदोष होता है, यहाँ पूजा-पाठ कराने आते हैं।"
  },
  {
    "heading": "Kaal Bhairav",
    "images": ["kaalBhairav1.jpeg", "kaalBhairav2.jpeg", "kaalBhairav3.jpeg"],
    "data": "भगवान कालभैरव का मंदिर क्षिप्रा नदी के किनारे भैरवगढ़ क्षेत्र में स्थित है। इस मंदिर की सबसे बड़ी विशेषता है कि यहां भगवान कालभैरव की प्रतिमा को शराब का भोग लगाया जाता है। आश्चर्य की बात यह है कि देखते ही देखते वह पात्र जिसमें मदिरा का भोग लगाया जाता है, खाली हो जाता है। यह शराब कहां जाती है, ये रहस्य आज भी बना हुआ है। यहां रोज श्रद्धालुओं की भीड़ उमड़ती है और इस चमत्कार को अपनी आंखों से देखती है। कालभैरव को शराब अर्पित करते समय हमारा भाव यही होना चाहिए कि हम हमारी समस्त बुराइयां भगवान को समर्पित करें और अच्छाई के मार्ग पर चलने का संकल्प करें। मदिरा यानी सुरा भी शक्ति का ही एक रूप है। इस शक्ति का उपभोग नहीं किया जाना चाहिए। इसका उपभोग करने वाला व्यक्ति पथभ्रष्ट हो जाता है। मंदिर के पुजारी के अनुसार इस मंदिर का वर्णन स्कंदपुराण के अवंति खंड में मिलता है। इस मंदिर में भगवान कालभैरव के वैष्णव स्वरूप का पूजन किया जाता है। इस मंदिर से जुड़ी अनेक किवंदतियां भी प्रचलित हैं। जिनके अनुसार उज्जैन के राजा भगवान महाकाल ने ही कालभैरव को इस स्थान पर शहर की रक्षा के लिए नियुक्त किया है। इसलिए कालभैरव को शहर का कोतवाल भी कहा जाता है। करीब एक दशक पहले मंदिर की इमारत को मजबूती देने के लिए बाहर की ओर निर्माण कार्य करवाया गया था। इस निर्माण के लिए मंदिर के चारों ओर करीब 12-12 फीट गहरी खुदाई की गई थी। इस खुदाई का उद्देश्य मंदिर का जीर्णोद्धार करना था, लेकिन यह खुदाई देखने के लिए काफी लोग यहां पहुंचते थे। सभी जानना चाहते थे कि जब कालभैरव शराब का सेवन करते हैं तो वह शराब कहां जाती है। इसी जिज्ञासा को शांत करने के लिए खुदाई कार्य के दौरान काफी लोग आए, लेकिन खुदाई में ऐसा कुछ नहीं मिला, जिससे लोगों के इस प्रश्न का समाधान हो सके। इस मंदिर के बारे में कई किवंदतियां ऐसी भी हैं कि अनेक वैज्ञानिक इस मंदिर का रहस्य जानने के लिए आए, लेकिन वे भी इस चमत्कार के पीछे का कारण जान नहीं पाए। भगवान कालभैरव का मंदिर मुख्य शहर से कुछ दूरी पर बना है। यह स्थान भैरवगढ़ के नाम से प्रसिद्ध है। कालभैरव का मंदिर एक ऊंचे टीले पर बना हुआ है, जिसके चारों ओर परकोटा (दीवार) बना हुआ है। ऐसी मान्यता है कि मंदिर की इमारत का जीर्णोद्धार करीब एक हजार साल पहले परमार कालीन राजाओं ने करवाया था। इस निर्माण कार्य के मंदिर की पुरानी सामग्रियों का ही इस्तेमाल किया गया था। मंदिर बड़े-बड़े पत्थरों को जोड़कर बनाया गया था। यह मंदिर आज भी मजबूत स्थिति में दिखाई देता है। कालभैरव मंदिर के मुख्य द्वार से अंदर घुसते ही कुछ दूर चलकर बांई ओर पातालभैरवी का स्थान है। इसके चारों ओर दीवार है। इसके अंदर जाने का रास्ता बहुत ही संकरा है। करीब 10-12 सीढिय़ां नीचे उतरने के बाद तलघर आता है। तलघर की दीवार पर पाताल भैरवी की प्रतिमा अंकित है। ऐसी मान्यता है कि पुराने समय में योगीजन इस तलघर में बैठकर ध्यान करते थे। कालभैरव मंदिर से कुछ दूरी पर विक्रांत भैरव का मंदिर स्थित है। यह मंदिर तांत्रिकों के लिए बहुत ही विशेष है। ऐसी मान्यता है कि इस स्थान पर की गई तंत्र क्रिया कभी असफल नहीं होती। यह मंदिर क्षिप्रा नदी के तट पर स्थित है। विक्रांत भैरव के समीप ही श्मशान भी है। श्मशान और नदी का किनारा होने से यहां दूर-दूर से तांत्रिक तंत्र सिद्धियां प्राप्त करने आते हैं। इस मंदिर में भगवान कालभैरव की प्रतिमा सिंधिया पगड़ी पहने हुए दिखाई देती है। यह पगड़ी भगवान ग्वालियर के सिंधिया परिवार की ओर से आती है। यह प्रथा सैकड़ों सालों से चली आ रही है। इस संबंध में मान्यता है कि करीब 400 साल पहले सिंधिया घराने के राजा महादजी सिंधिया शत्रु राजाओं से बुरी तरह पराजित हो गए थे। उस समय जब वे कालभैरव मंदिर में पहुंचे तो उनकी पगड़ी यहीं गिर गई थी। तब महादजी सिंधिया ने अपनी पगड़ी भगवान कालभैरव को अर्पित कर दी और शत्रुओं पर विजय प्राप्त करने के लिए भगवान से प्रार्थना की। इसके बाद राजा ने सभी शत्रुओं पर विजय प्राप्त की और लंबे समय तक कुशल शासन किया। भगवान कालभैरव के आशीर्वाद से उन्होंने अपने जीवनकाल में कभी कोई युद्ध नहीं हारा। इसी प्रसंग के बाद से आज भी ग्वालियर के राजघराने से ही कालभैरव के लिए पगड़ी आती है।"
  },
  {
    "heading": "Gadh Kalika",
    "images": ["gadhKalika2.jpeg", "gadhKalika3.jpeg"],
    "data": "गढ़कालिका मंदिर, मध्य प्रदेश के उज्जैन शहर में स्थित है। कालजयी कवि कालिदास गढ़ कालिका देवी के उपासक थे। कालिदास के संबंध में मान्यता है कि जब से वे इस मंदिर में पूजा-अर्चना करने लगे तभी से उनके प्रतिभाशाली व्यक्तित्व का निर्माण होने लगा। कालिदास रचित 'श्यामला दंडक' महाकाली स्तोत्र एक सुंदर रचना है। ऐसा कहा जाता है कि महाकवि के मुख से सबसे पहले यही स्तोत्र प्रकट हुआ था। यहाँ प्रत्येक वर्ष कालिदास समारोह के आयोजन के पूर्व माँ कालिका की आराधना की जाती है। मान्यताएं:- गढ़ कालिका के मंदिर में माँ कालिका के दर्शन के लिए रोज हजारों भक्तों की भीड़ जुटती है। तांत्रिकों की देवी कालिका के इस चमत्कारिक मंदिर की प्राचीनता के विषय में कोई नहीं जानता, फिर भी माना जाता है कि इसकी स्थापना महाभारतकाल में हुई थी, लेकिन मूर्ति सतयुग के काल की है। बाद में इस प्राचीन मंदिर का जीर्णोद्धार सम्राट हर्षवर्धन द्वारा किए जाने का उल्लेख मिलता है। स्टेटकाल में ग्वालियर के महाराजा ने इसका पुनर्निर्माण कराया।"
  },
  {
    "heading": "Kd Palace 52 Kund",
    "images": [
      "kdPalace1.jpeg",
      "kdPalace2.jpeg",
      "kdPalace3.jpeg",
      "kdPalace4.jpeg"
    ],
    "data": "कालियादेह भवन उज्जैन से उत्तर की ओर ६ मील की दूरी पर क्षिप्रा नदी में एक द्वीप के रूप में स्थित है। मुसलमानों के आगमन से पहले यह ब्रह्मकुण्ड के नाम से जाना जाता था। इसमें स्नान के लिए घाट बने थे तथा पीछे की तरफ मंदिर था। इस पुराने भवन को पत्थर के एक बाँध से पश्चिम की ओर जोड़ा गया है। मालवा का खिलजी सुल्तान नासिर शाह ने लगभग १५०० ई. में यहाँ एक भवन निर्माण करवाया, जो ग्रीष्म ॠतु में शीतलता प्रदान कर सके। यह भवन वास्तुकला के माण्डु शैली का एक उत्कृष्ट उदाहरण है। इसमें नदी की पानी को कई हौजों में भरकर २० फीट कह ऊँचाई से उत्कीर्ण पत्थरों पर पतली धाराओं के रूप में गिराने का प्रबंध किया गया था। इससे नदी के ऊपर बना चबूतरा शीतल रहता था। भवन में छोटी छतरियाँ तथा अन्य रचनाएँ बाद में, खास तौर पर मुगल काल में जोड़ी गई है। हाल में भी इन संरचना मौलिक रूप में कई परिवर्तन किये गये हैं। 'कालियादेह महल' अब खंडहरों में बदल गया है, और यह नदी में जो कुंड बने हुए हैं उन्हें आज 52 कुंड के नाम से जाना जाता है। ये पत्थरों से निर्मित है इनमें एक कुंड से दूसरे कुंड में पानी जाता है ऐसे यहां एक-दूसरे को जोड़ते हैं यहाँ बहुत सुन्दर नजारा लगता है, खासकर वर्षा ऋतु में।"
  },
  {
    "heading": "Ram Ghat",
    "images": ["ramGhat2.jpeg", "ramGhat3.jpeg", "ramGhat4.jpeg"],
    "data": "रामघाट उज्जैन शहर का प्रमुख धार्मिक स्थल है। रामघाट उज्जैन शहर में महाकाल मंदिर से करीब 1 किलोमीटर दूर होगा। यह घाट बहुत सुंदर है। यह घाट शिप्रा नदी के किनारे बना हुआ है। इस घाट के किनारे बहुत सारे प्राचीन मंदिर बने हुए हैं। यहां पर आकर बहुत अच्छा लगता है। यहां पर, जो भी लोग आते हैं। वह शिप्रा नदी में स्नान जरूर करते हैं। यहां पर बहुत सारे लोग मछलियों को दाना डालते हैं। यहां पर बोटिंग का मजा लेते हैं। घाट के किनारे गुरु नानक साहब जी का गुरुद्वारा भी देखने के लिए मिलता है। यह गुरुद्वारा रामघाट के दूसरे तरफ है। घाट के दूसरे तरफ जाने के लिए पुल बना हुआ है, जिससे आप आसानी से जा सकते हैं और दूसरी तरफ में घाट में भी घूम सकते हैं। यह घाट सबसे प्राचीन घाट माना जाता है जब भगवान राम बनवास काल में थे तब उनको पता चला की उनके पिता की मृत्यु हो गई है तब उन्होंने अपने पिता का तर्पण यही पर किया था तर्पण के बाद यहां पर पिचास मुक्तेस्वर के दर्शन करते है इसी के पास पारिका शिवलिंग है जिसके दर्शन करने से 100 पुण्य के बराबर फल प्राप्त होता है"
  },
  {
    "heading": "Iskcon Temple Ujjain",
    "images": ["iskcon1.jpeg", "iskcon2.jpeg", "iskcon3.jpeg", "iskcon4.jpeg"],
    "data": "उज्जैन में इस्कॉन मंदिर, जिसे राधा माधना मोहन मंदिर भी कहा जाता है, नानाखेड़ा बस स्टैंड के पास स्थित है। कृष्ण के अनुयायियों के लिए उज्जैन का विशेष महत्व है क्योंकि माना जाता है कि कृष्ण, बलराम और सुदामा ने इसी शहर में महर्षि सांदीपनि से अपनी शिक्षा प्राप्त की थी। मंदिर परिसर सफेद संगमरमर पत्थर से बना है जिसमें हरे-भरे सुव्यवस्थित लॉन हैं। मंदिर में तीन गर्भगृह हैं जिनमें भगवान कृष्ण और राधा के साथ गोपियों, बलराम और कृष्ण और निताई गौर (कृष्ण और बलराम के अवतार) की मूर्तियाँ हैं। मंदिर में एक गौशाला भी है और भक्तों के लिए आवास की व्यवस्था है। हरे कृष्ण हरे राम धुन के जाप के साथ लगातार संगीत और भक्तों का नृत्य पूरे दिन देखा जा सकता है।"
  },
  {
    "heading": "Jantar Mantar",
    "images": [
      "jantarMantar1.jpeg",
      "jantarMantar2.jpeg",
      "jantarMantar3.jpeg",
      "jantarMantar4.jpeg"
    ],
    "data": "जंतर मंतर या वेध शाला पवित्र शहर नई उज्जैन में स्थित है । यह 1725 में महाराजा जय सिंह द्वितीय द्वारा निर्मित एक वेधशाला है जिसमें 13 वास्तुशिल्प खगोल विज्ञान उपकरण शामिल हैं। यह वेधशाला महाराजा जय सिंह द्वितीय द्वारा बनाई गई पांच वेधशालाओं में से एक है, जब वह उज्जैन के राज्यपाल थे। वेध शाला का निर्माण स्थानीय समय, ऊंचाई (स्थान) को मापने और सूर्य, सितारों और ग्रहों की गिरावट को मापने और ग्रहणों को निर्धारित करने के उद्देश्य से किया गया था। कई विशेष उपकरणों का उपयोग करके तारों और ग्रहों की गति, गति और गुणों को भी दर्ज किया गया। जय सिंह द्वितीय भी एक खगोलशास्त्री थे और उनकी विज्ञान और खगोल विज्ञान में गहरी रुचि थी। 18वीं शताब्दी की शुरुआत में, उन्होंने वेधशालाओं के डिजाइन, निर्माण और प्रौद्योगिकी और प्रचलित प्रौद्योगिकी का अध्ययन करने के लिए अपने विद्वानों को कई देशों में भेजा। विद्वान अपनी टिप्पणियों और खगोल विज्ञान पर कई मैनुअल के साथ लौटे। इसके बाद 1724 और 1737 के बीच जय सिंह द्वितीय ने जयपुर , मथुरा, नई दिल्ली , उज्जैन और वाराणसी में पांच वेधशालाओं का निर्माण कराया । [4] भौगोलिक दृष्टि से, उज्जैन शहर को भारत का ग्रीनविच माना जाता है क्योंकि भारतीय परंपरा में देशांतर की पहली मध्याह्न रेखा इससे होकर गुजरती है। इसके अलावा, यह कर्क रेखा पर स्थित है ।"
  },
  {
    "heading": "Bharthari Gufa",
    "images": ["bharthari-1.jpeg", "bharthari-2.jpeg"],
    "data": "संसार में बहुत सारे ऐसे स्थान हैं जो रहस्यों से भरे पड़े हैं। हमारे देश में भी बहुत सारी ऐसी जगह हैं जो रहस्यों, रीति-रिवाजों और मान्यताओं के लिए जानी जाती हैं। मध्य प्रदेश के उज्जैन शहर में भी कई स्थान ऐसे है जो रहस्यमयी हैं। उज्जैन में ऐसा ही एक स्थान है राजा भर्तृहरि की गुफा। यह गुफा नाथ संप्रदाय के साधुओं का साधना स्थल है। गुफा के अंदर जाने का रास्ता काफी छोटा है, जिसके कारण वहां सांस लेने में कठिनाई होती है। गुफा में भर्तृहरि की प्रतिमा के सामने एक धुनी भी है, जिसकी राख हमेशा गर्म ही रहती है। राजा भर्तृहरि के साधना स्थल के सामने ही एक अन्य गुफा भी है। मान्यता है कि इस गुफा से चारों धामों के लिए रास्ता जाता है। जानिए कौन थे राजा भृर्तहरि:- प्राचीन उज्जैन को उज्जयिनी के नाम से जाना जाता था। उज्जयिनी के परम प्रतापी राजा विक्रमादित्य हुए थे। विक्रमादित्य के पिता महाराज गंधर्वसेन थे और उनकी दो पत्नियां थीं। एक पत्नी के पुत्र विक्रमादित्य और दूसरी पत्नी के पुत्र थे भर्तृहरि। गंधर्वसेन के बाद उज्जैन का राजपाठ भर्तृहरि को प्राप्त हुआ क्योंकि भर्तृहरि विक्रमादित्य से बड़े थे। राजा भर्तृहरि धर्म और नीतिशास्त्र के ज्ञाता थे। प्रचलित कथा के अनुसार राजा भर्तृहरि अपनी पत्नी पिंगला से बहुत प्रेम करते थे। एक दिन जब राजा भर्तृहरि को पता चला की रानी पिंगला किसी ओर पर मोहित है तो उनके मन में वैराग्य उत्पन्न हो गया और वे राजपाठ छोड़कर गुरु गोरखनाथ के शिष्य बन गए। कहा जाता है कि राजा भर्तृहरि की कठोर तपस्या से देवराज इंद्र भी भयभीत हो गए। कही वह वरदान पाकर स्वर्ग पर आक्रमण न कर देंय़ इंद्र ने भर्तृहरि पर एक विशाल पत्थर गिरा दिया। तपस्या में बैठे भर्तृहरि ने उस पत्थर को एक हाथ से रोक लिया और तपस्या में बैठे रहे। इसी प्रकार कई वर्षों तक तपस्या करने से उस पत्थर पर भर्तृहरि के पंजे का निशान बन गया। यह निशान आज भी भर्तृहरि की गुफा में राजा की प्रतिमा के ऊपर वाले पत्थर पर दिखाई देता है। पंजे का यह निशान काफी बड़ा है, जिसे देखकर सहज ही अंदाजा लगाया जा सकता है कि राजा भर्तृहरि की कद-काठी कितनी विशाल रही होगी। भर्तृहरि ने वैराग्य पर वैराग्य शतक की रचना की, जो कि काफी प्रसिद्ध है। इसके साथ ही भर्तृहरि ने श्रृंगार शतक और नीति शतक की भी रचना की। यह तीनों ही शतक आज भी उपलब्ध हैं।"
  }
]
